import React, { useEffect } from 'react';
import {Link} from 'react-router-dom';
import './Gdpr.css';

function ConditionsOfUse() {

    useEffect(()=>{
        window.scrollTo(0,0)
        
        return ()=>{
    
        }
    },[]);

    return(
        <div className="gdpr-container">
            <ul className="gdpr">
                <li>
                    <h2 style={{textAlign:'center'}}>Όροι χρήσης & Πώλησης</h2>
                </li>
                <li>
                    <h3>Όροι Χρήσης</h3>
                </li>
                <li>
                    <h3>1. Ειδικά στοιχεία – Πληροφορίες</h3>
                    <p>
                        Η παρούσα ιστοσελίδα («Ιστοσελίδα») ανήκει στην εταιρεία με την επωνυμία  
                        <strong>«Α.  ΑΓΓΕΛΕΤΟΥ – Γ.  ΤΡΥΦΩΝ Ι.Κ.Ε»</strong> και τον διακριτικό τίτλο 
                        <strong>«Grand Mobile Accessories» ( "Εταιρεία", "εμείς", "μας" ή "εμείς")</strong>.<br/>
                        <strong>Δραστηριότητα της Εταιρείας: </strong> Λιανικό Εμπόριο Συσκευών Κινητής Τηλεφωνίας<br/>
                        <strong>Διεύθυνση Έδρας Εταιρείας: </strong> Αβάντων 69 - Χαλκίδα<br/>
                        <strong>E-mail: </strong>    grandmobile@grandmobile.gr<br/>
                        <strong>Αριθμός τηλεφώνου για παραγγελίες:</strong> 22211 12505 <br/>
                        <strong>Αριθμός Γ.Ε.Μ.Η.: </strong> 144706922000<br/>
                        <strong>ΑΦΜ: </strong> 800909914
                    </p>
                    <p>
                        Η χρήση της Ιστοσελίδας και οι αγορές σας σε αυτή διέπονται από τους παρακάτω όρους 
                        χρήσης <strong>(«Όροι Χρήσης»)</strong> και όρους πώλησης <strong>("Όροι Πώλησης")</strong> 
                        (συλλογικά καλούμενοι οι <strong>«Όροι»</strong>).
                        Προτού κάνετε χρήση της Ιστοσελίδας ως χρήστης/επισκέπτης/εγγεγραμμένος Πελάτης 
                        (εφεξής <strong>«Χρήστης»</strong>), διαβάστε προσεκτικά και βεβαιωθείτε ότι έχετε κατανοήσει 
                        και συμφωνείτε με τους εν λόγω όρους και προϋποθέσεις. Εάν δεν συμφωνείτε με 
                        όλους τους Όρους, τότε δεν επιτρέπεται η πρόσβαση σας στην Ιστοσελίδα καθώς 
                        και η χρήση  αυτής ή η αγορά προϊόντων μέσω αυτής. Με την πρόσβαση σας στην 
                        Ιστοσελίδα ή τη χρήση της, δηλώνετε ότι αποδέχεστε τη δέσμευση σας, όπως προκύπτει 
                        από τους Όρους.
                    </p>
                    <p>
                        Οι παρόντες Όροι διέπονται και ερμηνεύονται σύμφωνα με το σύνολο των ευρωπαϊκών 
                        και εθνικών νόμων περί προστασίας των καταναλωτών και του ηλεκτρονικού εμπορίου, 
                        των κανόνων, των κανονισμών, των οδηγιών, των κανονιστικών απαιτήσεων και εγκρίσεων, 
                        των κωδίκων δεοντολογίας συμπεριλαμβανομένων χωρίς περιορισμό του Ν 2251/1994, 
                        όπως έχει τροποποιηθεί και ισχύει σήμερα του ΠΔ 131/2003 
                        (μεταφορά της Οδηγίας 2000/31 για το ηλεκτρονικό εμπόριο), 
                        την Οδηγία 2011/83/ΕΕ σχετικά με τα δικαιώματα των καταναλωτών, 
                        την Οδηγία 2013/11/ΕΕ για την εναλλακτική επίλυση καταναλωτικών διαφορών, 
                        τον Κανονισμό  524/2013 για την ηλεκτρονική επίλυση καταναλωτικών διαφορών, 
                        των διατάξεων του Αστικού Κώδικα περί πώλησης (ΑΚ 513 επ.) καθώς και του 
                        Κώδικα Καταναλωτικής Δεοντολογίας για το Ηλεκτρονικό Εμπόριο 
                        (<a href="http://www.greekecommerce.gr/gr/kwdikas-deontologias/">http://www.greekecommerce.gr/gr/kwdikas-deontologias/</a>) <strong>(«Εφαρμοστέοι Νόμοι»)</strong>.
                    </p>
                </li>
                <li>
                    <h3>2. Παροχή Πληροφοριών και Προϊόντων</h3>
                    <p>
                    Η Εταιρεία εγγυάται την ποιότητα, την πληρότητα και την εγκυρότητα των 
                    πληροφοριών που παρέχονται στην Ιστοσελίδα, καθώς και των χαρακτηριστικών 
                    των προϊόντων στην Ιστοσελίδα και την ακρίβεια των προδιαγραφών σχετικά 
                    με τις παρεχόμενες υπηρεσίες.
                    </p>
                    <p>
                    Στο πλαίσιο της καλής πίστης, η Εταιρεία δεν φέρει καμία ευθύνη για τυχόν 
                    λάθη τεχνικού ή τυπογραφικού χαρακτήρα, τα οποία μπορεί να συνέβησαν εκ παραδρομής 
                    ή λόγω αναστολής της λειτουργίας της Ιστοσελίδας λόγω ανωτέρας βίας.
                    </p>
                </li>
                <li>
                    <h3>3. Περιορισμός Ευθύνης</h3>
                    <p>
                        ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ Η ΕΤΑΙΡΕΙΑ ΔΕΝ ΦΕΡΕΙ ΕΥΘΥΝΗ ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΜΕΣΗ, 
                        ΕΜΜΕΣΗ, ΠΑΡΕΠΟΜΕΝΗ , ΕΙΔΙΚΗ Ή ΑΠΟΘΕΤΙΚΗ ΖΗΜΙΑ ΠΟΥ ΑΠΟΡΡΕΕΙ ΑΠΟ ΤΗ ΧΡΗΣΗ 
                        Ή ΤΗΝ ΑΔΥΝΑΜΙΑ ΧΡΗΣΗΣ ΤΗΣ ΙΣΤΟΣΕΛΙΔΑΣ, ΤΩΝ ΥΠΗΡΕΣΙΩΝ Ή ΤΟΥ ΠΕΡΙΕΧΟΜΕΝΟΥ 
                        ΠΟΥ ΥΠΑΡΧΕΙ ΣΤΗΝ ΙΣΤΟΣΕΛΙΔΑ Ή ΣΤΙΣ ΥΠΗΡΕΣΙΕΣ ΑΚΟΜΑ ΚΑΙ ΑΝ ΟΙ ΖΗΜΙΕΣ 
                        ΜΠΟΡΟΥΣΑΝ ΝΑ ΠΡΟΒΛΕΦΘΟΥΝ Ή ΑΝ Η ΕΤΑΙΡΕΙΑ ΕΝΗΜΕΡΩΘΗΚΕ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ 
                        ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ. 
                    </p>
                    <p>
                        Εάν ο ανωτέρω περιορισμός ευθύνης δεν μπορεί να εφαρμοστεί, η Εταιρεία είναι 
                        υπεύθυνη μόνο για σοβαρή έλλειψη επιμέλειας σε περίπτωση καθυστέρησης στην
                        παράδοση παραγγελθέντων προϊόντων ή πληροφοριών και υπηρεσιών που παρέχει 
                        μέσω της Ιστοσελίδας. Σε καμία περίπτωση η ευθύνη της Εταιρείας που  ενδέχεται 
                        να προκύψει σε σχέση με την παραγγελία προϊόντων μέσω της παρούσας Ιστοσελίδας, 
                        είτε προκύπτει λόγω συμβάσεως είτε αδικοπραξίας (συμπεριλαμβανομένης της αμέλειας) 
                        ή κάθε άλλης αιτίας, δεν πρέπει να υπερβαίνει το ποσό που καταβάλλεται από τον 
                        Πελάτη στην Εταιρεία.
                        Επιπλέον, η Εταιρεία δεν μπορεί να εγγυηθεί τη διαθεσιμότητα των προϊόντων που 
                        απεικονίζονται στην Ιστοσελίδα. Ωστόσο, εγγυάται την έγκαιρη ενημέρωση των 
                        πελατών της σχετικά με τη μη διαθεσιμότητα των εν λόγω προϊόντων.
                    </p>
                    <p>
                        Η Εταιρεία δεν φέρει καμία ευθύνη για τυχόν τεχνικά ζητήματα τα οποία 
                        ενδέχεται να αντιμετωπίσουν οι χρήστες όταν προσπαθούν να έχουν πρόσβαση 
                        στην Ιστοσελίδα ή κατά την περιήγησή τους σε αυτήν, τα οποία σχετίζονται 
                        με την απόδοση ή τη συμβατότητα της δικής τους υποδομής με την Ιστοσελίδα. 
                        Επιπλέον, η Εταιρεία δεν φέρει καμία ευθύνη για τις ενέργειες ή παραλείψεις 
                        τρίτων και ιδιαίτερα για την αθέμιτη παρεμβολή τρίτου μέρους στα προϊόντα 
                        / υπηρεσίες ή/και τις πληροφορίες που παρέχονται μέσω της Ιστοσελίδας της 
                        Εταιρείας. Όπου η τρέχουσα Ιστοσελίδα περιέχει συνδέσμους προς ιστότοπους 
                        τρίτων, η Εταιρεία δεν ευθύνεται για το περιεχόμενο αυτών των ιστότοπων ή 
                        για τυχόν βλάβη που προκλήθηκε στον χρήστη από αυτούς τους ιστότοπους.
                    </p>
                    <p>
                        Ορισμένες δικαιοδοσίες δεν επιτρέπουν τον περιορισμό ή τον αποκλεισμό 
                        της ευθύνης για ορισμένες ζημίες. Σε αυτή την περίπτωση, οι παραπάνω 
                        περιορισμοί και αποκλεισμοί ενδέχεται να μην ισχύουν για εσάς, στο βαθμό 
                        που ο νόμος της εν λόγω δικαιοδοσίας εφαρμόζεται στους παρόντες Όρους Χρήσης.
                    </p>
                </li>
                <li>
                    <h3>4. Υποχρεώσεις Χρηστών</h3>
                    <p>
                        Εκτός αν ορίζεται διαφορετικά, η Ιστοσελίδα προορίζεται αποκλειστικά για προσωπική 
                        και μη εμπορική χρήση. Απαγορεύεται κάθε τροποποίηση, αντιγραφή, διανομή, 
                        μετάδοση, προβολή, εκτέλεση, αναπαραγωγή, δημοσίευση, αδειοδότηση, 
                        δημιουργία παράγωγων έργων, μεταφορά, ή πώληση κάποιου από τα κείμενα, 
                        απεικονίσεις, λογότυπα ή τις επικοινωνίες/ανακοινώσεις που εμφανίζονται 
                        στην Ιστοσελίδα, συμπεριλαμβανομένων, ενδεικτικά, των γραφικών, φωτογραφιών, 
                        εικόνων, κινούμενων εικόνων, ήχου, εικονογραφημάτων, πληροφοριών, λογισμικού, 
                        προϊόντων ή υπηρεσιών και ρυθμίσεων αυτών (<strong>«Περιεχόμενα»</strong>), 
                        εκτός από τις περιπτώσεις που επιτρέπονται ρητά. Οι χρήστες της Ιστοσελίδας 
                        αποδέχονται και δεσμεύονται να μην χρησιμοποιούν την Ιστοσελίδα της Εταιρείας 
                        για την αποστολή, μετάδοση, δημοσίευση ή με οποιοδήποτε άλλο τρόπο διάδοση 
                        παράνομου, επιζήμιου, απειλητικού, ρατσιστικού, προσβλητικού, ενοχλητικού, 
                        συκοφαντικού, χυδαίου, άσεμνου ή επιβλαβούς για ανηλίκους υλικού. Επιπλέον, 
                        η επίσκεψη και η εκτέλεση συναλλαγών μέσω της Ιστοσελίδας πρέπει να γίνεται 
                        για προσωπική και ιδιωτική χρήση, αποκλειστικά για νόμιμους σκοπούς και με 
                        τρόπο που δεν περιορίζει ή εμποδίζει την χρήση τρίτων. Ο Χρήστης συμφωνεί 
                        να μην συλλέξει και / ή να χρησιμοποιήσει οποιεσδήποτε περιγραφές προϊόντων, 
                        εικόνες, καταχωρίσεις ή τιμές της Ιστοσελίδας πέραν της δικής του προσωπικής 
                        μη εμπορικής χρήση ή για να παραγγείλει ένα προϊόν της Εταιρείας μας.
                        Ο χρήστης υποχρεούται να χρησιμοποιεί την Ιστοσελίδα σύμφωνα με το νόμο και 
                        τους παρόντες Όρους Χρήσης, και να μην προβεί σε πράξεις ή παραλείψεις που 
                        μπορούν να προκαλέσουν τη ζημία της Ιστοσελίδας ή τη χαμηλή απόδοση της, 
                        ή που μπορούν να θέσουν σε κίνδυνο την παροχή υπηρεσιών μέσω της Ιστοσελίδας.
    
                    </p>
                </li>
                <li>
                    <h3>5. Ο λογαριασμός σας</h3>
                    <p>
                        Κατόπιν επιλογής δικής σας, μπορείτε να δημιουργήσετε το δικό σας 
                        λογαριασμό στην Ιστοσελίδα για να χρησιμοποιήσετε συγκεκριμένες υπηρεσίες 
                        της (π.χ παραγγελία προϊόντων) και σε αυτή την περίπτωση, πρέπει να συνδεθείτε 
                        στο λογαριασμό προκειμένου να προβείτε σε παραγγελία ή πληρωμή των προϊόντων 
                        της Ιστοσελίδας.
                    </p>
                    <p>
                        Εάν χρησιμοποιείτε οποιαδήποτε υπηρεσία της Ιστοσελίδας, είστε υπεύθυνος 
                        για τη διατήρηση της εμπιστευτικότητας του λογαριασμού και του κωδικού 
                        πρόσβασης και για τον περιορισμό της πρόσβασης στον υπολογιστή σας και 
                        στο βαθμό που επιτρέπεται από την ισχύουσα νομοθεσία, συμφωνείτε να αναλάβετε 
                        την ευθύνη για όλες τις δραστηριότητες που συμβαίνουν στο λογαριασμό σας ή με 
                        χρήση του κωδικού πρόσβασής σας. Θα πρέπει να λάβετε όλα τα απαραίτητα μέτρα 
                        για να διασφαλίσετε ότι ο κωδικός πρόσβασης διατηρείται με εμπιστευτικότητα 
                        και ασφάλεια και θα πρέπει να μας ενημερώσετε αμέσως εάν έχετε οποιονδήποτε 
                        λόγο να πιστεύετε ότι ο κωδικός πρόσβασής σας έχει γίνει γνωστός σε 
                        οποιονδήποτε άλλον ή αν ο κωδικός πρόσβασης χρησιμοποιείται ή είναι πιθανόν 
                        να χρησιμοποιείται με μη εξουσιοδοτημένο τρόπο. Είστε μοναδικοί υπεύθυνοι 
                        σε σχέση με τη διασφάλιση και την ορθότητα των στοιχείων που μας παρέχετε, 
                        τα οποία δηλώνετε ως σωστά και πλήρη και δεσμεύεστε να μας ενημερώσετε για 
                        οποιεσδήποτε αλλαγές στις πληροφορίες που έχετε παράσχει. Μπορείτε να έχετε 
                        πρόσβαση στις πληροφορίες σας στην ενότητα «Εισόδος» ως εγγεγραμένος Πελάτης. 
                        Για να ενημερωθείτε για τον τρόπο με τον οποίο η Εταιρεία επεξεργάζεται τα 
                        προσωπικά δεδομένα που υποβάλλετε κατά την εγγραφή σας ως Πελάτης ή κατά την 
                        παραγγελία ενός προϊόντος μέσω της Ιστοσελίδας, συμβουλευτείτε την Πολιτική 
                        Προστασίας Δεδομένων Προσωπικού Χαρακτήρα της Εταιρείας την οποία θα βρείτε 
                        στη διεύθυνση <a href="https://grandmobile.gr">https://grandmobile.gr</a>
                    </p>
                    <p>
                        Δεν πρέπει να χρησιμοποιείτε οποιαδήποτε υπηρεσία της Ιστοσελίδας:<br/> 
                        (i) με οποιονδήποτε τρόπο που προκαλεί ή είναι πιθανό να προκαλέσει 
                        τη διακοπή πρόσβασης, τη βλάβη ή την καταστροφή οποιασδήποτε υπηρεσίας 
                        της Εταιρείας,<br/> (ii) για δόλια χρήση, σε σχέση με την τέλεση ποινικού 
                        αδικήματος ή για άλλη παράνομη δραστηριότητα, ή<br/> (iii) με τρόπο που να 
                        προκαλέσει οποιαδήποτε όχληση, δυσχέρεια ή ηθική βλάβη.
                    </p>
                    <p>
                        Διατηρούμε το δικαίωμα να αρνηθούμε την παροχή υπηρεσίας, να τερματίσουμε 
                        λογαριασμούς ή να καταργήσουμε ή να επεξεργαστούμε περιεχόμενο αν μέσω της 
                        χρήσης της Ιστοσελίδας παραβιάζονται οι ισχύοντες νόμοι, οι παρόντες Όροι ή 
                        οι Εφαρμοστέοι Νόμοι.
                    </p>
                </li>
                <li>
                    <h3>6. Πνευματικά Δικαιώματα – Εμπορικά Σήματα</h3>
                    <p>
                        Το λογότυπό μας και άλλα Περιεχόμενα της Ιστοσελίδας ενδέχεται να 
                        υπόκεινται σε δικαιώματα πνευματικής ιδιοκτησίας και δεν πρέπει να 
                        χρησιμοποιούνται για οποιοδήποτε σκοπό χωρίς την προηγούμενη έγγραφη 
                        συναίνεσή μας. 
                    </p>
                    <p>
                        Η Εταιρεία κατέχει τα πνευματικά δικαιώματα των Περιεχομένων της ιστοσελίδας, 
                        τα οποία είτε της ανήκουν είτε ασκεί τα νόμιμα δικαιώματά της για τη χρήση 
                        αυτών. Η ονομασία και όλα τα εμπορικά σήματα, λογότυπα και όλα τα γραφικά 
                        σχέδια που απεικονίζονται στην Ιστοσελίδα είναι ιδιοκτησία της Εταιρείας.
                    </p>
                    <p>
                        Απαγορεύεται η αναδημοσίευση, αναπαραγωγή, χρήση ή μετάδοση των κειμένων, 
                        εικόνων, γραφικών, λογοτύπων και οποιουδήποτε άλλου Περιεχομένου της 
                        Ιστοσελίδας, με οποιονδήποτε τρόπο ή μέσο για εμπορικούς ή άλλους σκοπούς 
                        χωρίς την προηγούμενη έγγραφη άδεια της Εταιρείας. Μοναδική προϋπόθεση 
                        για τη χρήση των παραπάνω είναι η προσωπική πληροφόρηση και χρήση.
                    </p>
                </li>
                <li>
                    <h3>7. Προστασία Δεδομένων & Πολιτική Απορρήτου</h3>
                    <p>
                        Η Εταιρεία έχει συμμορφωθεί πλήρως με τον Γενικό Ευρωπαϊκό Κανονισμό 
                        για την Προστασία Δεδομένων Προσωπικού Χαρακτήρα 2016/679 ΕΕ 
                        ( “<strong>GDPR</strong>”),καθώς και με όλους τους ισχύοντες ευρωπαϊκούς 
                        και εθνικούς νόμους και κανονισμούς περί προστασίας προσωπικών δεδομένων και 
                        απορρήτου, όπως και τους νόμους περί προστασίας της ιδιωτικής ζωής στον τομέα των 
                        τηλεπικοινωνιών (Ν. 3471/2006, ως εκάστοτε ισχύει) και τις αποφάσεις 
                        της Αρχής Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (ΑΠΔΠΧ) 
                        ("<strong>Νόμοι περί Προστασίας Προσωπικών Δεδομένων</strong>").
                    </p>
                    <p>
                        Η Εταιρεία επεξεργάζεται τα προσωπικά δεδομένα (όπως ορίζονται από τον GDPR, 
                        εφεξής «<strong>Προσωπικά Δεδομένα</strong>») νόμιμα και με διαφάνεια,  σύμφωνα με τις Γενικές 
                        Αρχές Επεξεργασίας του GDPR, τα οποία συλλέγει ως υπεύθυνος επεξεργασίας ή 
                        εκτελών την επεξεργασία Προσωπικών Δεδομένων,  κατά την παροχή των υπηρεσιών. 
                        Η ανωτέρω επεξεργασία  πραγματοποιείται σύμφωνα με την Πολιτική Προστασίας 
                        Προσωπικών Δεδομένων και την Πολιτική Cookies της Εταιρείας.
                        Κάντε κλικ στην <Link to="/Πολιτική-Απορρήτου">Πολιτική-Απορρήτου</Link> εάν θέλετε να μάθετε περισσότερα.

                    </p>
                </li>
                <li>
                    <h3>8. Ενημέρωση Χρήστη σε σχέση με τα Προσωπικά του Δεδομένα</h3>
                    <p>
                        Η Εταιρεία λαμβάνει σοβαρά υπόψη την ιδιωτική ζωή του Χρήστη και θέλει να 
                        σας ενημερώσει για κάθε επεξεργασία στην οποία σκοπεύει να προβεί στα 
                        Προσωπικά του Δεδομένα.
                    </p>
                    <p>
                        Τα Προσωπικά Δεδομένα του Χρήστη, εφόσον είναι φυσικό πρόσωπο, 
                        δηλαδή «Υποκείμενο Δεδομένων», τα οποία έχει συλλέξει μέσω της Ιστοσελίδας 
                        και περιλαμβάνονται, πλέον, στις βάσεις δεδομένων της Εταιρείας, είναι 
                        τα απολύτως απαραίτητα, αναγκαία και ελάχιστα προκειμένου να μπορούν να 
                        γίνουν αντικείμενο επεξεργασίας από την  Εταιρεία  με σκοπό την εκτέλεση 
                        της σύμβασης πώλησης. Τα Προσωπικά Δεδομένα του Χρήστη θα χρησιμοποιηθούν 
                        από την Εταιρεία για σκοπούς παροχής προϊόντων και υπηρεσιών ανάλογα με το 
                        αντικείμενο και τις ανάγκες της σύμβασης κάθε φορά και η επεξεργασία ενδέχεται 
                        να περιλαμβάνει χειροκίνητα ή αυτοματοποιημένα μέτρα για την επεξεργασία των 
                        Προσωπικών Δεδομένων, συμπεριλαμβανομένων, χωρίς ωστόσο να περιορίζονται σε 
                        συλλογή, αποθήκευση, διόρθωση αυτών.
                    </p>
                    <p>
                        Τα Προσωπικά Δεδομένα του Χρήστη διατηρούνται αποθηκευμένα στις βάσεις 
                        δεδομένων της Εταιρείας για δέκα (10) έτη, λόγω φορολογικών υποχρεώσεων. 
                        Στα Προσωπικά του Δεδομένα ο Χρήστης έχει δικαίωμα πρόσβασης, διόρθωσης, 
                        φορητότητας, εναντίωσης στην επεξεργασία (όταν πρόκειται για διαφημιστικούς 
                        ή άλλους προωθητικούς σκοπούς), διαγραφής και «δικαιώματος στη λήθη» 
                        (εκτός των περιπτώσεων όπου ο νόμος ορίζει την υποχρεωτική συλλογή και 
                        αποθήκευσή τους για συγκεκριμένο χρονικό διάστημα, όπως πχ. φορολογικά θέματα).
                    </p>
                    <p>
                        Την άσκηση των δικαιωμάτων του ο Χρήστης μπορεί να πραγματοποιήσει, 
                        είτε απευθείας μέσω της Ιστοσελίδας είτε τηλεφωνικά, ή με αποστολή email. 
                        Για περισσότερες πληροφορίες σχετικά με την επεξεργασία των Προσωπικών 
                        Δεδομένων των Χρηστών από την Εταιρεία, επισκεφτείτε την Πολιτική Προστασίας 
                        Προσωπικών Δεδομένων στον παρακάτω σύνδεσμο 
                        <Link to="/Πολιτική-Απορρήτου">Πολιτική-Απορρήτου</Link>  
                    </p>
                </li>
                <li>
                    <h3>9.Εφαρμοστέο Δίκαιο-Δωσιδικία</h3>
                    <p>
                        Στο βαθμό που επιτρέπεται από το νόμο, οι Όροι Χρήσης διέπονται και 
                        ερμηνεύονται σύμφωνα με το Ελληνικό Δίκαιο. Συμφωνείτε ότι εκτός αν άλλως 
                        ορίζεται στο παρόν, για όλες τις διαφορές που προκύπτουν άμεσα ή έμμεσα από 
                        τους Όρους Χρήσης ή τη χρήση της Ιστοσελίδας (συμπεριλαμβανομένης της αγοράς 
                        προϊόντων της Εταιρείας μέσω της Ιστοσελίδας) την αποκλειστική δικαιοδοσία 
                        και αρμοδιότητα την έχουν τα Δικαστήρια της Αθήνας. 
                    </p>
                </li>
                <li>
                    <h3>10. Τροποποίηση του περιεχομένου της Ιστοσελίδας & Όρων Χρήσης</h3>
                    <p>
                        Η Εταιρεία διατηρεί το δικαίωμα να τροποποιήσει ή να αλλάξει το περιεχόμενο 
                        της Ιστοσελίδας ανά πάσα στιγμή χωρίς προηγούμενη ειδοποίηση προς τους Χρήστες. 
                    </p>
                    <p>
                        Η Εταιρεία μπορεί επίσης να τροποποιήσει τους Όρους ανά πάσα στιγμή, 
                        δημοσιεύοντας τους τροποποιημένους όρους στην Ιστοσελίδα. Το δικαίωμα 
                        τροποποίησης των Όρων περιλαμβάνει το δικαίωμα τροποποίησης, προσθήκης 
                        ή κατάργησης όρων. Η Εταιρεία ειδοποιεί τους Χρήστες μέσω του τρέχοντος 
                        ιστότοπου όταν υπάρχει οποιαδήποτε αλλαγή στους Όρους. Οποιαδήποτε τροποποίηση 
                        ή αλλαγή δεν επηρεάζει και δεν ισχύει για παραγγελίες που έχουν ήδη γίνει. 
                        Οι Χρήστες φέρουν την ευθύνη στα πλαίσια της καλής πίστης και των συναλλακτικών 
                        ηθών να ελέγχουν τακτικά εάν οι Όροι έχουν τροποποιηθεί εάν επαναεπισκεφθούν 
                        την Ιστοσελίδα. Η συνεχιζόμενη πρόσβαση ή η χρήση των υπηρεσιών μας συνιστά 
                        αποδοχή των τροποποιημένων όρων. Οι όροι και οι προϋποθέσεις χρήσης της 
                        Ιστοσελίδας και των συναλλαγών που εκτελούνται μέσω αυτής δεν αντιβαίνουν 
                        στις ελληνικές διατάξεις αναγκαστικού δικαίου
                    </p>
                </li>
                <li>
                    <h3>11. Αυτοτέλεια</h3>
                    <p>
                        Εάν οποιαδήποτε ενότητα ή διάταξη των Όρων θεωρηθεί άκυρη, παράνομη, 
                        ανεφάρμοστη ή σε σύγκρουση με τους νόμους οποιασδήποτε δικαιοδοσίας, 
                        η ακυρότητα δεν επιδρά στο κύρος των υπόλοιπων Όρων.
                    </p>
                </li>
                <li>
                    <h3>12.Επικοινωνήστε μαζί μας</h3>
                    <p>
                        Αν οι παρόντες Όροι δεν είναι σαφείς ή θέλετε να αναφέρετε οποιοδήποτε 
                        πρόβλημα σχετικά με την Ιστοσελίδα ή τα Περιεχόμενά της, παρακαλούμε 
                        επικοινωνήστε μαζί μας ως εξής:
                    </p>
                    <p>
                        <strong>Με αλληλογραφία:</strong> Αβάντων 69 και Αποστόλη, 34100 Χαλκίδα
                    </p>
                    <p>
                        <strong>E-mail: </strong><a href="mailto:grandmobile@grandmobile.gr">grandmobile@grandmobile.gr</a>
                    </p>
                    <p>
                        Παρακαλώ πηγαίνετε στο <Link to="https://www.grandmobile.gr">https://www.grandmobile.gr</Link> 
                        και κάντε κλικ στο σύνδεσμο "Επικοινωνία" στο επάνω μέρος της σελίδας.
                    </p>
                    <p>
                        <strong>Τηλέφωνο:</strong> <a href="tel:2221112505">2221112505</a>
                    </p>
                </li>
            </ul>
            <ul className="gdpr">
                <li>
                    <h3>Όροι πώλησης</h3>
                </li>
                <li>
                    <h3>1. Παραγγελία</h3>                    
                </li>
                <li>
                    <h3>1.1  Γενικά</h3>
                    <p>
                        Οι παρόντες Όροι Πώλησης αποτελούν τη συνολική συμφωνία (σύμβαση) ανάμεσα 
                        σε εσάς τον πελάτη (εφεξής καλούμενο ως «<strong>εσείς</strong>», «<strong>εσάς</strong>», 
                        «<strong>Χρήστης</strong>» ή «<strong>Πελάτης</strong>») και την εταιρεία με την 
                        επωνυμία «Α. ΑΓΓΕΛΕΤΟΥ – Γ. ΤΡΥΦΩΝ ΙΚΕ» και τον διακριτικό τίτλο 
                        «<strong>GRANDMOBILE ACCESSORIES</strong>» ( "<strong>Εταιρεία</strong>", 
                        "<strong>εμείς</strong>", "<strong>μας</strong>" ή "<strong>εμείς</strong>").
                    </p>
                    <p>
                        Οι Όροι Πώλησης διέπονται και ερμηνεύονται σύμφωνα με το σύνολο των ευρωπαϊκών 
                        και εθνικών νόμων περί προστασίας των καταναλωτών και του ηλεκτρονικού εμπορίου, 
                        των κανόνων, των κανονισμών, των οδηγιών, των κανονιστικών απαιτήσεων και εγκρίσεων, 
                        των κωδίκων δεοντολογίας συμπεριλαμβανομένων χωρίς περιορισμό του Ν 2251/1994, 
                        όπως έχει τροποποιηθεί και ισχύει σήμερα του ΠΔ 131/2003 
                        (μεταφορά της Οδηγίας 2000/31 για το ηλεκτρονικό εμπόριο), την Οδηγία 2011/83/ΕΕ 
                        σχετικά με τα δικαιώματα των καταναλωτών, την Οδηγία 2013/11/ΕΕ για την εναλλακτική 
                        επίλυση καταναλωτικών διαφορών, τον Κανονισμό  524/2013 για την ηλεκτρονική επίλυση 
                        καταναλωτικών διαφορών, των διατάξεων του Αστικού Κώδικα περί πώλησης (ΑΚ 513 επ.) 
                        καθώς και του Κώδικα Καταναλωτικής Δεοντολογίας για το Ηλεκτρονικό Εμπόριο 
                        (<a href="http://www.greekecommerce.gr/gr/kwdikas-deontologias">http://www.greekecommerce.gr/gr/kwdikas-deontologias</a>) («<strong>Εφαρμοστέοι Νόμοι</strong>»).
                    </p>
                </li>
                <li>
                    <h3>1.2 Παραγγελία Προϊόντων μέσω της Ιστοσελίδας</h3>
                    <p>
                        Η υποβολή παραγγελίας μέσω της Ιστοσελίδας συνιστά ηλεκτρονική δήλωση 
                        βουλήσεως απευθυνόμενη  στην Εταιρεία για να αγοράσετε συγκεκριμένο προϊόν 
                        (ή προϊόντα) τα οποία παρατίθενται στην Ιστοσελίδα. Όταν τοποθετείτε μια 
                        παραγγελία για την αγορά ενός προϊόντος από την Εταιρεία, θα σας αποστείλουμε 
                        ένα μήνυμα ηλεκτρονικού ταχυδρομείου που επιβεβαιώνει την παραλαβή της 
                        παραγγελίας σας και περιέχει τα στοιχεία της παραγγελίας σας.  
                        (το "<strong>E-mail</strong>"). Το E-mail επιβεβαίωσης παραγγελίας αναγράφει 
                        την ημερομηνία παραλαβής του αιτήματός σας και επιβεβαιώνει την παραλαβή 
                        της παραγγελίας σας, δεν συνιστά ωστόσο αποδοχή. Η σύναψη της σύμβασης 
                        πώλησης για ένα προϊόν που παραγγείλατε ολοκληρώνεται, όταν σας αποστείλουμε 
                        το προϊόν και σας στείλουμε επιβεβαίωση μέσω ηλεκτρονικού ταχυδρομείου 
                        για την αποστολή του προϊόντος. Η σύμβασή πώλησης συνάπτεται με την Εταιρεία. 
                        Χωρίς να επηρεάζεται το δικαίωμα ακύρωσης παραγγελίας όπως περιγράφεται στην 
                        Ενότητα 4, μπορείτε να ακυρώσετε την παραγγελία σας για ένα προϊόν χωρίς 
                        κόστος οποιαδήποτε στιγμή πριν στείλουμε το μήνυμα ηλεκτρονικού ταχυδρομείου 
                        επιβεβαίωσης αποστολής σχετικά με το συγκεκριμένο προϊόν.
                    <p>
                        Συμφωνείτε να λαμβάνετε το τιμολόγιο αγοράς μαζί με την παραλαβή του προϊόντος.
                    </p>
                    </p>
                    <p>
                        Η παραγγελία και αγορά προϊόντων μέσω Ιστοσελίδας συνιστά «σύμβαση από 
                        απόσταση» σύμφωνα με τους ορισμούς του Ν. 2251/1994 και διέπεται από τις 
                        ειδικές διατάξεις του εν λόγω νόμου.
                    </p>
                </li>
                <li>
                    <h3>1.3 Τηλεφωνική Παραγγελία</h3>
                    <p>
                        Η υποβολή παραγγελίας μπορεί να γίνει τηλεφωνικά, με επικοινωνία με εκπρόσωπό 
                        της Εταιρείας στο <a href="tel:2221112505">22211 12505</a>  από Δευτέρα μέχρι 
                        και Παρασκευή 09:30 με 14:00 και 17:30 με 21:00 και το Σάββατο 9:30 με 14:30. 
                        Σε αυτή την περίπτωση, ο εκπρόσωπος της Εταιρείας δηλώνει στον καταναλωτή 
                        την ταυτότητα του και τον εμπορικό σκοπό της επικοινωνίας. Η επιβεβαίωση 
                        της παραγγελίας γίνεται με αποστολή Ε-mail, το οποίο αποστέλλεται άμεσα. 
                        Το E-mail επιβεβαίωσης παραγγελίας αναγράφει την ημερομηνία παραλαβής του 
                        αιτήματός σας και επιβεβαιώνει την παραλαβή της παραγγελίας σας, 
                        δεν συνιστά ωστόσο αποδοχή. Η σύναψη της σύμβασης πώλησης για ένα προϊόν που 
                        παραγγείλατε ολοκληρώνεται, όταν σας αποστείλουμε το προϊόν και σας στείλουμε 
                        επιβεβαίωση μέσω ηλεκτρονικού ταχυδρομείου για την αποστολή του προϊόντος. 
                        Η σύμβασή πώλησης συνάπτεται με την Εταιρεία. Χωρίς να επηρεάζεται το 
                        δικαίωμα ακύρωσης παραγγελίας όπως περιγράφεται στην Ενότητα 4, μπορείτε να 
                        ακυρώσετε την παραγγελία σας για ένα προϊόν χωρίς κόστος οποιαδήποτε στιγμή 
                        πριν στείλουμε το μήνυμα ηλεκτρονικού ταχυδρομείου επιβεβαίωσης αποστολής 
                        σχετικά με το συγκεκριμένο προϊόν.
                    </p>
                    <p>
                        Συμφωνείτε να λαμβάνετε το τιμολόγιο αγοράς μαζί με την παραλαβή του προϊόντος.
                    </p>
                    <p>
                        Η τηλεφωνική παραγγελία προϊόντων συνιστά «σύμβαση από απόσταση» σύμφωνα με 
                        τους ορισμούς του Ν. 2251/1994 και διέπεται από τις ειδικές διατάξεις του 
                        εν λόγω νόμου.
                    </p>
                </li>
                <li>
                    <h3>1.4 Παραγγελία στην Έδρα</h3>
                    <p>
                        Η υποβολή παραγγελίας προϊόντων μπορεί να γίνει στην έδρα της Εταιρείας 
                        από Δευτέρα μέχρι και Παρασκευή 09:30 με 14:00 και 17:30 με 21:00 και 
                        το Σάββατο 9:30 με 14:30
                    </p>
                    <p>
                        Η σύναψη της σύμβασης πώλησης για ένα προϊόν που παραγγείλατε ολοκληρώνεται 
                        με την παραλαβή του προϊόντος από την έδρα της Εταιρείας. Η σύμβασή πώλησης 
                        συνάπτεται με την Εταιρεία. Μπορείτε να ακυρώσετε την παραγγελία σας για ένα 
                        προϊόν χωρίς κόστος οποιαδήποτε στιγμή πριν την παραλαβή του.
                    </p>
                </li>
                <li>
                    <h3>2. Tρόποι Πληρωμής</h3>
                    <p>
                        Οι διαθέσιμες επιλογές πληρωμής είναι:
                    </p>
                    <p>
                        • Αντικαταβολή,
                    </p>
                    <p>
                        • Βάσει υπάρχουσας συμφωνίας,
                    </p>
                    <p>
                        • Κατάθεση σε τραπεζικό λογαριασμό
                    </p>
                    <p>
                        • Πληρωμή με κάρτα Online και
                    </p>
                    <p>
                        • Τοις μετρητοίς.
                    </p>
                    <p>
                        Η μέθοδος της αντικαταβολής ισχύει για όλη την Ελλάδα.
                    </p>
                    <p>
                        Η πληρωμή βάσει υπάρχουσας συμφωνίας αφορά μόνον σε περιπτώσεις όπου ο 
                        Πελάτης έχει έρθει σε συμφωνία με εξουσιοδοτημένο υπάλληλο της Εταιρείας 
                        για κάποιο συγκεκριμένο τρόπο πληρωμής που δεν αναφέρεται στη λίστα 
                        (σε περίπτωση που δεν υπάρχει τέτοια συμφωνία και δεν υπάρχει δυνατότητα 
                        επικοινωνίας με τον Πελάτη θα επιλέγεται ως τρόπος η αντικαταβολή).
                    </p>
                    <p>
                        Σε περίπτωση κατάθεσης σε τραπεζικό λογαριασμό, αφού ολοκληρωθεί η παραγγελία, 
                        ο Πελάτης καταθέτει στην τράπεζα της επιλογής του το ποσό των παραγγελθέντων 
                        προϊόντων και αποστέλλει μια φωτοτυπία της κατάθεσης με e-mail στο 
                        <a href="mailto:sales@grandmobile.gr">sales@grandmobile.gr</a>. Η Εταιρεία 
                        αποστέλλει τα προϊόντα μετά την παραλαβή  του αποδεικτικού κατάθεσης.
                    </p>
                    <p>
                        Η πληρωμή μέσω πιστωτικής κάρτας γίνεται μέσω της μεθόδου “Redirection” 
                        στο Πειραιώς Paycenter της τράπεζας Πειραιώς. Το ηλεκτρονικό κατάστημα της 
                        Εταιρείας δέχεται όλες τις πιστωτικές κάρτες Visa, Mastercard και Maestro. 
                        Οι συναλλαγές στο ηλεκτρονικό μας κατάστημα προστατεύονται από ανώτατα 
                        συστήματα online ασφαλείας της τράπεζας Πειραιώς. Αναλυτικές οδηγίες 
                        παρατίθενται στην ενότητα «Τρόποι Πληρωμής» της Ιστοσελίδας.
                    </p>
                    <p>
                        Τέλος, υπάρχει δυνατότητα πληρωμής τοις μετρητοίς και αφορά παραλαβή και 
                        πληρωμή της παραγγελίας του Πελάτη από την έδρα της Εταιρείας.
                    </p>
                </li>
                <li>
                    <h3>3. Tρόποι Αποστολής</h3>
                    <p>
                        <strong>Παραλαβή από το Κατάστημα</strong><br/>
                        Διεύθυνση: Αβάντων 69 και Αποστόλη, Χαλκίδα
                    </p>
                    <p>
                        Αναλυτικά, για παραγγελίες που καταχωρούνται τηλεφωνικά ή από το ηλεκτρονικό 
                        μας κατάστημα ο πελάτης λαμβάνει ενημέρωση  (πέραν του email επιβεβαίωσης 
                        της παραγγελίας) στο οποίο ενημερώνετε για το πότε μπορεί να περάσει να 
                        παραλάβει την παραγγελία του. Εφόσον λάβει χώρα η παραπάνω επικοινωνία, 
                        οι ώρες λειτουργίας του σημείου παραλαβής είναι καθημερινά 09:30 -14:30 
                        και 17:30-21:00 και Σάββατο 09:30-14:30.
                    </p>
                    <p>
                        Οι παραγγελίες ακυρώνονται αυτόματα με το πέρας 3 ημερών από την ενημέρωση 
                        του πελάτη και στέλνετε η σχετική ενημέρωση για την ακύρωση. Για περισσότερες 
                        πληροφορίες παρακαλώ επικοινωνήστε στο <a href="tel:2221112505">2221112505</a> 
                        ή στείλτε μας email στο <a href="mailto:sales@grandmobile.gr">sales@grandmobile.gr</a> 
                    </p>
                    <p>
                        <strong>ΠΡΟΣΟΧΗ</strong><br/>
                        <strong>Σε καμία περίπτωση ΔΕΝ πρέπει να ξεκινήσετε για παραλαβή 
                            ΕΑΝ ΔΕΝ ΕΧΕΤΕ βάλει παραγγελία ή ΔΕΝ ΕΧΕΤΕ λάβει τη σχετική 
                            επιβεβαίωση για την παραγγελία </strong>
                    </p>
                    <br/>
                    <p>
                        <strong>Τρόποι αποστολής:</strong>
                        <br/><br/>
                        <strong>Αποστολές με τις εξής εταιρείες courier</strong>
                        <br/>
                        • ΕΛΤΑ courier
                        <br/>
                        • Γενική Ταχυδρομική
                    </p>
                    <p>
                        Υπάρχει η δυνατότητα αντικαταβολής για αποστολές με εταιρεία courier 
                        και η εξόφληση της παραγγελίας γίνεται με κατάθεση σε τραπεζικό λογαριασμό 
                        ή/και με αντικαταβολή
                    </p>
                    <p>
                        Ενδεικτικά οι χρεώσεις για τις αποστολές με εταιρεία courier είναι:
                        <table>
                            <thead>
                                <th></th>
                                <th>Μεταφορικά</th>
                                <th>Αντικαταβολή</th>
                            </thead>
                            <tbody>
                                <tr>
                                    <td>ΕΛΤΑ Courier <br/>
                                        (Ισχύει για όλους τους προορισμούς)
                                    </td>
                                    <td>
                                        €3,50
                                    </td>
                                    <td>
                                        €2,50
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        Γενική Ταχυδρομική <br/>
                                        (Χερσαίοι και νησιωτικοί προορισμοί δικτύου Γ.Τ.)
                                    </td>
                                    <td>
                                        €4,50 
                                    </td>
                                    <td>
                                        €0,00 <br/>
                                        (δεν υπάρχει επιπλέον χρέωση των μεταφορικών)
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        Γενική Ταχυδρομική <br/>
                                        (Προορισμοί εκτός πόλεων δικτύου Γ.Τ.)
                                    </td>
                                    <td>
                                        €8,00
                                    </td>
                                    <td>
                                        €4,50 <br/>
                                        (η τιμή συμπεριλαμβάνει τα μεταφορικά και την αντικαταβολή)
                                    </td>
                                </tr>
                            </tbody>
                        </table>
                    </p>
                    <p>
                        Οι ανωτέρω τιμές ισχύουν για αποστολές μέχρι τα 2 κιλά βάρους. Για κάθε επιπλέον κιλό 
                        η χρέωση ανέρχεται σε €2,30 όσον αφορά την ΕΛΤΑ courier και €1,00 όσον αφορά την 
                        Γενική Ταχυδρομική.Στην περίπτωση επιλογής της Γενικής Ταχυδρομικής δεν υπάρχει 
                        επιπλέον χρέωση για πληρωμή με αντικαταβολή όταν η παράδοση γίνεται σε προορισμούς 
                        εντός του δικτύου καταστημάτων της, ενώ για τους προορισμούς εκτός των πόλεων 
                        δικτύου της Γενικής Ταχυδρομικής, το τελικό ποσό για πληρωμή με αντικαταβολή 
                        συμπεριλαμβανομένων των μεταφορικών ανέρχεται στα €4,50 μέχρι 2 κιλά βάρους. 
                        Στις ανωτέρω τιμές περιλαμβάνεται ο ΦΠΑ (24%).
                    </p>
                    <p>
                        Για περισσότερες πληροφορίες παρακαλώ επικοινωνήστε στο <a href="tel:2221112505">22211 12505</a><br/>
                         ή στείλτε μας email στο <a href="mailto:sales@grandmobile.gr">sales@grandmobile.gr</a> 
                    </p>
                </li>
                <li>
                    <h3>Χρόνος παράδοσης</h3>
                    <p>
                        Σε περίπτωση που παραλάβετε την παραγγελία σας σε ανοιχτό ή κατεστραμμένο 
                        πακέτο παρακαλούμε να μην την δεχτείτε και να επικοινωνήστε αμέσως το τμήμα 
                        πωλήσεων <a href="tel:2221112505">22211 12505</a><br/>
                        ή στείλτε μας email στο <a href="mailto:sales@grandmobile.gr">sales@grandmobile.gr</a> 
                    </p>
                    <p>
                        Οι παραδόσεις γίνονται με courier καθημερινά 09:00 – 17:00. Εάν επιθυμείτε 
                        πιο συγκεκριμένο χρόνο παράδοσης μπορείτε να το σημειώσετε στα σχόλια της 
                        παραγγελίας σας ή σε κάποιο εκπρόσωπό μας κατά την τηλεφωνική επικοινωνία. 
                    </p>
                    <p>
                        <strong>ΠΡΟΣΟΧΗ<br/>
                        Οι παραδόσεις γίνονται με courier καθημερινά 09:00 – 17:00. Εάν επιθυμείτε πιο 
                        συγκεκριμένο χρόνο παράδοσης μπορείτε να το σημειώσετε στα σχόλια της παραγγελίας 
                        σας ή σε κάποιο εκπρόσωπό μας κατά την τηλεφωνική επικοινωνία. 
                        </strong>
                        <br/>
                        <br/>
                        <strong>• Χερσαίοι Προορισμοί</strong> αφορά μεταφορά και παράδοση αποστολών 
                        προς χερσαίους προορισμούς και ο ενδεικτικός χρόνος παράδοσης είναι 1εργάσιμη ημέρα.
                        <br/>
                        <strong>• Νησιωτικοί Προορισμοί </strong> αφορά μεταφορά και παράδοση αποστολών 
                        προς νησιωτικούς προορισμούς και ο ενδεικτικός χρόνος παράδοσης είναι 1-2 εργάσιμες 
                        ημέρες.
                        <br/>
                        <strong>• Δυσπρόσιτες Περιοχές </strong> αφορά μεταφορά και παράδοση αποστολών 
                        προς περιοχές εκτός ορίων των κύριων πόλεων και ο ενδεικτικός χρόνος παράδοσης 
                        είναι 1-3 εργάσιμες ημέρες.
                    </p>
                </li>
                <li>
                    <h3>4. Πολιτική Επιστροφών</h3>                    
                </li>
                <li>
                    <h3>4.1 Επιστροφές προϊόντων με χρέωση της Εταιρείας:</h3>
                    <p>
                        Η επιστροφή προϊόντων χρεώνεται σε βάρος της Εταιρείας σε όλες τις 
                        ακόλουθες περιπτώσεις:
                    </p>
                    <p>
                        4.1.1 Σε όλες τις περιπτώσεις στις οποίες παραδίδονται άλλα από τα πωληθέντα, 
                        κατά είδος ή ποσότητα.
                    </p>
                    <p>
                        4.1.2 Σε περίπτωση που κατά την παράδοση το είδος έχει συσκευασία κατεστραμμένη, 
                        ολοκληρωτικά ή κατά το μεγαλύτερο μέρος της.
                    </p>
                    <p>
                        4.1.3 Σε περίπτωση που κάποιο/α προϊόν/ντα διαπιστωθεί/ούν ότι είναι ελαττωματικό/ά 
                        κατά την παράδοση του στον Πελάτη (καλούμενο εφεξής για συντομία «<strong>DOA»</strong>).
                    <br/>
                        Σε αυτή την περίπτωση, η επιστροφή των προϊόντων θα γίνεται αποδεκτή εντός 
                        επτά (7) ημερολογιακών ημερών από την παράδοση αυτών στον Πελάτη. Τα ανωτέρω 
                        ισχύουν με την επιφύλαξη των επιμέρους πολιτικών DOA των κατασκευαστών των 
                        προϊόντων εφόσον είναι σύμφωνες με την Εφαρμοστέα Νομοθεσία.
                    </p>
                    <p>
                        4.1.4 Σε περίπτωση που διαπιστωθεί ότι το προϊόν φέρει έλλειψη  ιδιότητας, 
                        η οποία ιδιότητα έχει προηγουμένως συνομολογηθεί εγγράφως με την Εταιρεία.
                    </p>
                    <p>
                        4.1.5 Στην περίπτωση που το προϊόν διαπιστωθεί ότι φέρει κατασκευαστικό ελάττωμα.
                    </p>
                    <p>
                        Σε αυτή την περίπτωση, εφόσον αυτό βεβαιωθεί από τον εξουσιοδοτημένο 
                        επισκευαστή που παρέχει την εγγύηση καλής λειτουργίας ισχύουν τα ακόλουθα:
                    </p>
                    <p>
                        Η εγγύηση παρέχεται για περιορισμένο χρονικό διάστημα που αναγράφεται 
                        στα αναλυτικά χαρακτηριστικά του προϊόντος και έχει την ελάχιστη νόμιμη 
                        διάρκεια που ορίζεται στους Εφαρμοστέους Νόμους. Μετά το πέρας της περιόδου 
                        αυτής η επισκευή ή η αντικατάσταση των προϊόντων είναι δυνατή με επιπλέον 
                        χρέωση κατόπιν της συμφωνίας με τον Πελάτη. 
                        <br/>
                        Στις περιπτώσεις επιστροφής 
                        με χρέωση της εταιρείας τα προϊόντα πρέπει να επιστρέφονται στην κατάσταση 
                        που παρελήφθησαν από τον Πελάτη και στο χρόνο που συμφωνήθηκε.
                    </p>
                    <p>
                        Για όλες τις ανωτέρω περιπτώσεις, η επιστροφή του προς αντικατάσταση προϊόντος 
                        θα πρέπει να γίνεται μαζί με όλα τα έγγραφα τα οποία συνόδευαν το προϊόν 
                        και πλήρη τη συσκευασία του (εκτός αν πρόκειται για ελάττωμα που διαπιστώθηκε 
                        αργότερα από την παράδοση και η συσκευασία δεν υπάρχει ή επίσης εκτός της 
                        περίπτωσης προϊόντος η συσκευασία του οποίου παραλήφθηκε από τους 
                        διανομείς κατά την παράδοση του είδους). Η επιστροφή των προϊόντων με 
                        χρέωση της Εταιρείας θα πραγματοποιείται είτε με προσωπικό και μεταφορικά 
                        μέσα της Ετατηςίας είτε μέσω courier, ή στην έδρα της Εταιρείας.
                    </p>
                    <p>
                        Μετά την επιστροφή των προϊόντων, γίνεται έλεγχος του ελαττώματος που 
                        αναφέρεται από τον Πελάτη και, στη συνέχεια, γίνεται επικοινωνία μαζί του 
                        για ενημέρωσή του σχετικά με τα αποτελέσματα του ελέγχου.
                    </p>
                    <p>
                        Σε περίπτωση επιστροφής των προϊόντων, αναλόγως της περίπτωσης, 
                        θα πραγματοποιείται δωρεάν επισκευή ή αντικατάσταση, άλλως μείωση του 
                        τιμήματος ή ακύρωση της συναλλαγής σύμφωνα με όσα ειδικότερα ορίζονται στο 
                        άρθρο ΑΚ 540 υπό την προϋπόθεση ότι θα έχουν προηγουμένως παραληφθεί και 
                        ελεγχθεί τα προϊόντα από την Εταιρεία.  Σε περίπτωση ακύρωσης, η επιστροφή 
                        των χρημάτων στον Πελάτη θα γίνεται με τον ίδιο τρόπο που έγινε και η πληρωμή 
                        τους με επιμέλεια της Εταιρείας. Συγκεκριμένα, η επιστροφή των χρημάτων στον 
                        Πελάτη, θα γίνεται στην περίπτωση πληρωμής μέσω πιστωτικής κάρτας, με ακύρωση 
                        της χρέωσης της πιστωτικής κάρτας, η οποία θα γίνεται με επιμέλεια της 
                        Εταιρείας και στην περίπτωση πληρωμής με μετρητά, εάν ο Πελάτης είχε επιλέξει 
                        την δυνατότητα «παραλαβή από το κατάστημα», θα γίνεται με επιστροφή των 
                        χρημάτων του σε αυτόν από την έδρα της εταιρείας.
                    </p>
                    <p>
                        Σε περίπτωση που τα προϊόντα επιστραφούν κατεστραμμένα ή ελλιπή η Εταιρεία 
                        έχει το δικαίωμα να ζητήσει αποζημίωση από τον Πελάτη, το ποσό της οποίας 
                        θα καθορίζεται από την κατάσταση των προϊόντων και να προβαίνει μονομερώς 
                        και άνευ ετέρου τινός σε ολικό ή μερικό συμψηφισμό της απαίτησής του αυτής 
                        έναντι του Πελάτη.
                    </p>
                </li>
                <li>
                    <h3>4.2 Επιστροφές προϊόντων με χρέωση του Πελάτη</h3>
                    <p>
                        Επιστροφή προϊόντων με χρέωση του Πελάτη μπορεί να πραγματοποιηθεί στις 
                        περιπτώσεις κατά τις οποίες ο Πελάτης για οποιονδήποτε λόγο, 
                        εκτός των παραπάνω, άλλαξε γνώμη και δεν επιθυμεί πλέον την αγορά του προϊόντος, 
                        εφόσον δεν έχει εκπνεύσει η αναφερομένη στην Ενότητα 5 προθεσμία υπαναχώρησης 
                        και ο Πελάτης είχε ρητώς επιλέξει τρόπο παράδοσης άλλο από τον φθηνότερο 
                        τυποποιημένο τρόπο παράδοσης που προσφέρει η Εταιρεία. Η επιστροφή των προϊόντων 
                        μπορεί να γίνει είτε από τον ίδιο τον Πελάτη στην έδρα της Εταιρείας  είτε με 
                        αποστολή αυτών, επιβαρυνόμενος ο Πελάτης με τα έξοδα αποστολής τους, κατόπιν 
                        συνεννόησης με το προσωπικό της Εταιρείας. Και στις δύο ως άνω αναφερόμενες 
                        περιπτώσεις, θα πρέπει το προϊόν να βρίσκεται σε άριστη κατάσταση μαζί με όλα 
                        τα πρωτότυπα έγγραφα τα οποία συνόδευαν το προϊόν (π.χ. Δ.Α.Τ., Απ. Λιανικής κ.ο.κ) 
                        και πλήρη τη συσκευασία του. Σε περίπτωση επιστροφής των προϊόντων και υπό την 
                        προϋπόθεση ότι θα έχουν προηγουμένως παραληφθεί και ελεγχθεί τα προϊόντα από την 
                        Εταιρεία, η επιστροφή των χρημάτων στον Πελάτη θα γίνεται στην περίπτωση πληρωμής 
                        μέσω πιστωτικής κάρτας, με ακύρωση της χρέωσης της πιστωτικής κάρτας, η οποία θα 
                        γίνεται με επιμέλεια της Εταιρείας και στην περίπτωση πληρωμής με μετρητά, εάν ο 
                        Πελάτης είχε επιλέξει την δυνατότητα «παραλαβή από το κατάστημα», θα γίνεται με 
                        επιστροφή των χρημάτων του σε αυτόν από την έδρα της εταιρείας. Σε περίπτωση που 
                        τα προϊόντα επιστραφούν κατεστραμμένα ή ελλιπή, η Εταιρεία έχει το δικαίωμα να 
                        ζητήσει αποζημίωση από τον Πελάτη, το ποσό της οποίας θα καθορίζεται από την 
                        κατάσταση των προϊόντων και να προβαίνει μονομερώς και άνευ ετέρου τινός σε ολικό 
                        ή μερικό συμψηφισμό της απαίτησής του αυτής έναντι του Πελάτη.
                    </p>
                </li>
                <li>
                    <h3>4.3 Δικαίωμα υπαναχώρησης </h3>
                    <p>
                        <strong>4.3.1 </strong> Από την αρχική υποβολή της παραγγελίας του 
                        Πελάτη μέχρι και προθεσμία 14 ημερολογιακών ημερών από την παράδοση 
                        (όταν πρόκειται για προϊόντα) και μάλιστα όταν είναι πολλά στην ίδια 
                        παραγγελία από την παράδοση και του τελευταίου ενώ όταν υπάρχει υποχρέωση 
                        παράδοσης προϊόντων σε τακτά διαστήματα από την παράδοση του πρώτου, ο Πελάτης 
                        δικαιούται να υπαναχωρήσει από την πώληση.
                    </p>
                    <p>
                        <strong>4.3.2</strong> Η υπαναχώρηση αυτή είναι αναιτιολόγητη και χωρίς 
                        καμία επιβάρυνση και αν το είδος έχει ήδη παραδοθεί ο Πελάτης οφείλει να 
                        επιστρέψει το προϊόν ακριβώς στην κατάσταση που το παρέλαβε, με το σύνολο 
                        των εξαρτημάτων του, των εντύπων που το συνοδεύουν και της συσκευασίας του 
                        σε άριστη κατάσταση. Η επιστροφή του είδους γίνεται δεκτή, μόνον εφόσον πρώτα 
                        ο Πελάτης έχει εξοφλήσει κάθε ποσό που επιβαρύνθηκε η εταιρία για την αποστολή 
                        του είδους σε αυτόν και τα έξοδα αποστολής για την επιστροφή του είδους.
                    </p>
                    <p>
                        <strong>4.3.3</strong> Η δήλωση υπαναχώρησης ασκείται εγγράφως ή και 
                        ηλεκτρονικά και η Εταιρεία είναι υποχρεωμένη να αποστείλει επιβεβαίωση 
                        της παραλαβής δήλωσης υπαναχώρησης μόλις αυτή περιέλθει σε αυτήν. 
                    </p>
                </li>
                <li>
                    <h3>4.4 Εξαιρέσεις από την υπαναχώρηση:</h3>
                    <p>
                        <strong>ΔΕΝ</strong> χωρεί υπαναχώρηση σε:
                    </p>
                    <p>
                        α) συμβάσεις υπηρεσιών μετά την πλήρη παροχή της υπηρεσίας, εάν η εκτέλεση 
                        άρχισε με την προηγούμενη ρητή συγκατάθεση του καταναλωτή και με την εκ 
                        μέρους του αναγνώριση ότι θα απωλέσει το δικαίωμά του υπαναχώρησης μόλις η 
                        σύμβαση εκτελεσθεί πλήρως από τον προμηθευτή,
                    </p>
                    <p>
                        β) την προμήθεια αγαθών ή την παροχή υπηρεσιών η τιμή των οποίων εξαρτάται 
                        από διακυμάνσεις της χρηματαγοράς τις οποίες δεν είναι δυνατόν να ελέγξει ο 
                        προμηθευτής και οι οποίες ενδέχεται να συμβούν εντός της προθεσμίας 
                        υπαναχώρησης,
                    </p>
                    <p>
                        γ) την προμήθεια αγαθών που κατασκευάζονται σύμφωνα με τις προδιαγραφές 
                        του καταναλωτή ή σαφώς εξατομικευμένων,
                    </p>
                    <p>
                        δ) την προμήθεια αγαθών τα οποία μπορούν να αλλοιωθούν ή λήγουν σύντομα,
                    </p>
                    <p>
                        ε) την προμήθεια σφραγισμένων αγαθών τα οποία δεν είναι κατάλληλα προς 
                        επιστροφή, για λόγους προστασίας της υγείας ή για λόγους υγιεινής και τα 
                        οποία έχουν αποσφραγιστεί μετά την παράδοση,
                    </p>
                    <p>
                        στ) την προμήθεια αγαθών τα οποία, μετά την παράδοση, λόγω της φύσης τους, 
                        είναι αναπόσπαστα αναμεμειγμένα με άλλα στοιχεία,
                    </p>
                    <p>
                        ζ) την προμήθεια οινοπνευματωδών ποτών, η τιμή των οποίων έχει συμφωνηθεί 
                        κατά τη στιγμή της σύναψης της σύμβασης πώλησης, η παράδοση των οποίων 
                        μπορεί όμως να πραγματοποιηθεί μόνο μετά από 30 ημέρες και η πραγματική 
                        τιμή των οποίων εξαρτάται από διακυμάνσεις στην αγορά, τις οποίες δεν είναι 
                        δυνατόν να ελέγξει ο προμηθευτής,
                    </p>
                    <p>
                        η) συμβάσεις κατά τις οποίες ο καταναλωτής έχει ζητήσει ειδικά επίσκεψη 
                        από τον προμηθευτή με σκοπό να πραγματοποιήσει επείγουσες επιδιορθώσεις 
                        ή την εκτέλεση εργασιών συντήρησης. Εάν, στην περίπτωση τέτοιας επίσκεψης, 
                        ο προμηθευτής παράσχει υπηρεσίες επιπλέον εκείνων που ζητήθηκαν συγκεκριμένα 
                        από τον καταναλωτή ή αγαθά πέρα από τα ανταλλακτικά που χρησιμοποιήθηκαν 
                        υποχρεωτικά κατά την εκτέλεση εργασιών συντήρησης ή κατά τις επιδιορθώσεις, 
                        το δικαίωμα υπαναχώρησης εφαρμόζεται στις εν λόγω πρόσθετες υπηρεσίες ή αγαθά,
                    </p>
                    <p>
                        θ) την προμήθεια σφραγισμένων ηχητικών εγγραφών ή σφραγισμένων εγγραφών 
                        βίντεο ή σφραγισμένου λογισμικού για υπολογιστές, που αποσφραγίστηκαν μετά 
                        την παράδοση,
                    </p>
                    <p>
                        ι) την προμήθεια εφημερίδων και παντός είδους περιοδικών, εξαιρουμένων 
                        των συνδρομητικών συμβάσεων για την προμήθεια αυτών των εντύπων,
                    </p>
                    <p>
                        ια) συμβάσεις συναφθείσες σε δημόσιο πλειστηριασμό,
                    </p>
                    <p>
                        ιβ) την παροχή στέγασης πλην για σκοπούς κατοικίας, μεταφοράς αγαθών, 
                        υπηρεσιών ενοικίασης αυτοκινήτων, εστίασης ή υπηρεσιών σχετιζόμενων με 
                        δραστηριότητες αναψυχής, εάν η σύμβαση προβλέπει συγκεκριμένη ημερομηνία 
                        ή προθεσμία εκτέλεσης,
                    </p>
                    <p>
                        ιγ) την προμήθεια ψηφιακού περιεχομένου μη παρεχόμενου πάνω σε υλικό μέσο, 
                        εάν η εκτέλεση ξεκίνησε με την προηγούμενη ρητή συγκατάθεση του καταναλωτή 
                        και την επιβεβαίωση εκ μέρους του ότι χάνει έτσι το δικαίωμά του υπαναχώρησης.
                    </p>
                </li>
                <li>
                    <h3>5. Αποτελέσματα Υπαναχώρησης</h3>
                    <p>
                        i. Η άσκηση του δικαιώματος υπαναχώρησης τερματίζει τις υποχρεώσεις των 
                        συμβαλλόμενων μερών. Κατόπιν της δήλωσης υπαναχώρησης, η Εταιρεία υποχρεούται 
                        να αποδώσει το τίμημα που εισέπραξε.
                    </p>
                    <p>
                        ii. Η επιστροφή των χρημάτων στον Πελάτη, θα γίνεται στην περίπτωση χρέωσης 
                        μέσω πιστωτικής κάρτας ως εξής: σε περίπτωση που μέχρι την υπαναχώρηση και 
                        επιστροφή του είδους έχει καταβληθεί στην Εταιρεία το τίμημα από την Τράπεζα, 
                        η Εταιρεία θα υποχρεούται να ενημερώσει την Τράπεζα για την ακύρωση της 
                        συναλλαγής και η τράπεζα θα προβεί σε κάθε πράξη που προβλέπεται με βάση 
                        τη σύμβαση που έχει καταρτίσει με τον Πελάτη. Η Εταιρεία κατόπιν της 
                        ενημέρωσης αυτής δεν φέρει καμία ευθύνη για το χρόνο και τον τρόπο εκτέλεσης 
                        του αντιλογισμού, που ρυθμίζεται από την προμνησθείσα σύμβαση. 
                    </p>
                    <p>
                        iii. Στην περίπτωση πληρωμής με μετρητά, εάν ο Πελάτης είχε επιλέξει την 
                        δυνατότητα «παραλαβή από το κατάστημα», θα γίνεται με επιστροφή των χρημάτων 
                        του σε αυτόν από το κατάστημα στο οποίο πραγματοποίησε την παραλαβή του 
                        προϊόντος.
                    </p>
                    <p>
                        iv. Η επιστροφή θα γίνεται το αργότερο εντός δεκατεσσάρων (14) εργασίμων 
                        ημερών τόσο του προϊόντος όσο και του τιμήματος.
                    </p>
                    <p>
                        v. Δεν επιστρέφονται δαπάνες παράδοσης μόνον αν ο Πελάτης είχε επιλέξει 
                        τρόπο παράδοσης άλλο από τον φθηνότερο τυποποιημένο τρόπο παράδοσης που 
                        προσφέρει η Εταιρεία. Επίσης ο Πελάτης υποχρεούται (εκτός εάν ο προμηθευτής 
                        έχει προσφερθεί να παραλάβει τα αγαθά ο ίδιος) να επιστρέφει τα προϊόντα 
                        εντός 14 ημερολογιακών ημερών από την ημέρα κατά την οποία κοινοποίησε 
                        την υπαναχώρηση. 
                    </p>
                    <p>
                        vi. Ο Πελάτης ευθύνεται να αποζημιώσει την εταιρεία αν έκανε χρήση άλλη 
                        από εκείνη που είναι αναγκαία για τη διαπίστωση της φύσης, των χαρακτηριστικών 
                        και της λειτουργίας των αγαθών στο διάστημα μέχρι τη δήλωση της υπαναχώρησης, 
                        η δε Εταιρεία δικαιούται να συμφωνήσει με τον Πελάτη την αποζημίωσή της
                         ακόμα και με αμοιβαίο συμψηφισμό.
                    </p>
                </li>
                <li>
                    <h3>6. Τιμές και Διαθεσιμότητα</h3>
                    <p>
                        <strong>6.1</strong> Όλες οι τιμές συμπεριλαμβάνουν Φ.Π.Α.
                    </p>
                    <p>
                        <strong>6.2</strong> Στην Ιστοσελίδα αναφέρονται πληροφορίες διαθεσιμότητας για 
                        προϊόντα που πωλούνται από την Εταιρεία, συμπεριλαμβανομένων πληροφοριών προϊόντος. 
                        Πέρα από αυτό που παρατίθεται στην Ιστοσελίδα, δεν μπορούμε να είμαστε πιο 
                        συγκεκριμένοι σχετικά με τη διαθεσιμότητα. Καθώς επεξεργαζόμαστε την παραγγελία 
                        σας, θα σας ενημερώσουμε μέσω ηλεκτρονικού ταχυδρομείου το συντομότερο δυνατό 
                        εάν οποιαδήποτε προϊόντα που παραγγείλετε αποδειχθούν μη διαθέσιμα και δεν θα 
                        χρεωθείτε για αυτά τα προϊόντα.
                        <br/>
                        Εκτός αν αναφέρεται ρητώς στην Ιστοσελίδα, οι χρόνοι  παράδοσης αναφέρονται 
                        κατά προσέγγιση και δεν είναι εγγυημένοι.
                    </p>
                    <p>
                        <strong>6.3</strong> Παρά τις  προσπάθειές μας, ενδέχεται ένας μικρός αριθμός 
                        προϊόντων που παρατίθενται στον κατάλογό μας να έχει εσφαλμένη τιμή. 
                        Θα επαληθεύσουμε την τιμολόγηση κατά την επεξεργασία της παραγγελίας σας και 
                        πριν λάβουμε την πληρωμή. Εάν έχουμε κάνει λάθος και η σωστή τιμή ενός προϊόντος 
                        είναι υψηλότερη από την τιμή στην Ιστοσελίδα, θα επικοινωνήσουμε μαζί σας πριν 
                        από την αποστολή για να σας ζητήσουμε αν θέλετε να αγοράσετε το προϊόν με τη 
                        σωστή τιμή ή να ακυρώσετε την παραγγελία σας. Εάν η σωστή τιμή ενός προϊόντος 
                        είναι χαμηλότερη από την αναγραφόμενη τιμή, θα χρεώσουμε το χαμηλότερο ποσό 
                        και θα σας στείλουμε το προϊόν.
                    </p>
                </li>
                <li>
                    <h3>7. Ευθύνη και Εγγύηση Προμηθευτή. Ευθύνη Πωλητή για Ελαττώματα.</h3>
                    <p>
                        <strong>7.1</strong> Ο παραγωγός κάθε προϊόντος το οποίο αγοράζετε ευθύνεται 
                        για κάθε ζημία που οφείλεται σε ελάττωμα του προϊόντος του. Κάθε συμφωνία 
                        περιορισμού ή απαλλαγής του παραγωγού από την ευθύνη του είναι άκυρη. 
                        Οι αξιώσεις κατά του παραγωγού για ζημιές παραγράφονται μετά τριετία αφότου 
                        ο ζημιωθείς πληροφορήθηκε ή όφειλε να πληροφορηθεί τη ζημία, το ελάττωμα 
                        και την ταυτότητα του παραγωγού. Μετά δεκαετία από την κυκλοφορία του 
                        συγκεκριμένου προϊόντος επέρχεται απόσβεση των δικαιωμάτων του ζημιωθέντος 
                        κατά του παραγωγού. Σε περίπτωση αμφιβολίας ως προς την ταυτότητα του παραγωγού 
                        ενός προϊόντος που προμηθευτήκατε από εμάς, παρακαλούμε ενημερώστε μας.
                    </p>
                    <p>
                        <strong>7.1</strong> Κάθε διαρκές καταναλωτικό αγαθό συνοδεύεται από την έγγραφη 
                        εγγύηση του κατασκευαστή του προϊόντος ή της επιχείρησης που εισήγαγε το 
                        προϊόν στην ΕΕ ή της επιχείρησης που επιθέτει στο προϊόν τα σήματα της 
                        εμφανιζόμενη ως κατασκευαστής ("ο <strong>Κατασκευαστής</strong>"). 
                        Παρακαλούμε να δώσετε ιδιαίτερη βαρύτητα στους όρους της παρεχόμενης από τον 
                        Κατασκευαστή εγγύησης καθώς στα υπόλοιπα συνοδευτικά έγγραφα και στοιχεία τα 
                        οποία με ευθύνη του Κατασκευαστή περιλαμβάνονται στα προϊόντα και ιδίως αυτά τ
                        α οποία αφορούν πληροφορίες για την ασφαλή χρήση και συντήρηση των προϊόντων. 
                        Ειδικά τονίζουμε ότι:
                    </p>
                    <p>
                        <strong>7.3</strong> Ο Κατασκευαστής οφείλει να παρέχει στον καταναλωτή γραπτώς, 
                        στην ελληνική γλώσσα ή με σύμβολα διεθνώς καθιερωμένα, σαφείς και πλήρεις οδηγίες 
                        για την ασφαλή χρήση, διατήρηση, συντήρηση και πλήρη αξιοποίηση του προϊόντος και 
                        ενημέρωση για τους κινδύνους κατά τη χρήση και διατήρηση του.
                    </p>
                    <p>
                        <strong>7.4</strong> Η εγγύηση πρέπει να περιλαμβάνει, με απλή, ευανάγνωστη 
                        και κατανοητή διατύπωση στην ελληνική γλώσσα, τουλάχιστον την επωνυμία και 
                        τη διεύθυνση του εγγυητή, το προϊόν στο οποίο αναφέρεται η εγγύηση, το ακριβές 
                        περιεχόμενο της, τη διάρκεια της και την έκταση της εδαφικής ισχύος της. 
                        Η εγγύηση πρέπει να είναι σύμφωνη με τους κανόνες της καλής πίστης και να 
                        μην αναιρείται από υπερβολικές ρήτρες εξαιρέσεων.
                        <br/>
                        Η διάρκεια της νόμιμης εγγύησης καθορίζεται από τους Εφαρμοστέους Νόμους.
                    </p>
                    <p>
                        <strong>7.5</strong> Εάν κατά τη διάρκεια ισχύος της εγγύησης εμφανισθεί 
                        στο προϊόν ελάττωμα και ο Κατασκευαστής αρνείται ή βραδύνει την επισκευή 
                        πέραν του αναγκαίου κατά περίπτωση χρόνου, ο καταναλωτής δικαιούται να ζητήσει 
                        την αντικατάσταση του προϊόντος με νέο ιδίων χαρακτηριστικών και ποιότητας ή 
                        εφόσον δεν επισκευάζεται να ζητήσετε υπαναχώρηση από τη σύμβαση. Αν ο απαιτούμενος 
                        χρόνος επισκευής υπερβαίνει τις δεκαπέντε (15) εργάσιμες ημέρες, ο καταναλωτής 
                        δικαιούται να ζητήσει την προσωρινή αντικατάσταση του προϊόντος για όσο χρόνο 
                        διαρκεί η επισκευή. Η παράβαση των από μέρους του Κατασκευαστή των υποχρεώσεων του, 
                        δεν θίγει το κύρος της εγγύησης, την οποία ο καταναλωτής μπορεί να επικαλεσθεί 
                        και να απαιτήσει από τον Κατασκευαστή την τήρησή της. Σε περίπτωση αντικατάστασης 
                        του προϊόντος ή ανταλλακτικού του, η εγγύηση αυτόματα ανανεώνεται για όλη της τη 
                        διάρκεια ως προς το νέο προϊόν ή ανταλλακτικό.
                    </p>
                    <p>
                        <strong>7.6</strong> Εάν κατά τη διάρκεια ισχύος της εγγύησης εμφανισθεί στο 
                        προϊόν ελάττωμα και ο Κατασκευαστής αρνείται ή βραδύνει την επισκευή πέραν του 
                        αναγκαίου κατά περίπτωση χρόνου, ο καταναλωτής δικαιούται να ζητήσει την 
                        αντικατάσταση του προϊόντος με νέο ιδίων χαρακτηριστικών και ποιότητας ή 
                        εφόσον δεν επισκευάζεται να ζητήσετε υπαναχώρηση από τη σύμβαση. Αν ο 
                        απαιτούμενος χρόνος επισκευής υπερβαίνει τις δεκαπέντε (15) εργάσιμες ημέρες, 
                        ο καταναλωτής δικαιούται να ζητήσει την προσωρινή αντικατάσταση του προϊόντος 
                        για όσο χρόνο διαρκεί η επισκευή. Η παράβαση των από μέρους του Κατασκευαστή 
                        των υποχρεώσεων του, δεν θίγει το κύρος της εγγύησης, την οποία ο καταναλωτής 
                        μπορεί να επικαλεσθεί και να απαιτήσει από τον Κατασκευαστή την τήρησή της. 
                        Σε περίπτωση αντικατάστασης του προϊόντος ή ανταλλακτικού του, η εγγύηση αυτόματα 
                        ανανεώνεται για όλη της τη διάρκεια ως προς το νέο προϊόν ή ανταλλακτικό.
                    </p>
                </li>
                <li>
                    <h3>8. Καταγγελία</h3>
                    <p>
                        Η σύμβαση πώλησης μπορεί να καταγγελθεί από αμφότερα τα μέρη, σε περίπτωση 
                        αθέτησης οποιουδήποτε Όρου, οι οποίοι συνομολογούνται όλοι ως ουσιώδεις 
                        και η αθέτησή τους λογίζεται ως «σπουδαίος λόγος καταγγελίας».
                    </p>
                </li>
                <li>
                    <h3>9. Ασφάλεια Συναλλαγών</h3>
                    <p>
                        Η Εταιρεία αναγνωρίζει τη σημασία του θέματος της ασφαλείας των ηλεκτρονικών 
                        σας συναλλαγών και λαμβάνει όλα τα απαραίτητα μέτρα, με τις πιο σύγχρονες 
                        και προηγμένες μεθόδους, ώστε να εξασφαλίζεται η μέγιστη δυνατή ασφάλεια σας. 
                        Όλες οι πληροφορίες, οι οποίες σχετίζονται με τα προσωπικά σας στοιχεία και 
                        τις συναλλαγές σας, είναι ασφαλείς και απόρρητες. Η ασφάλεια του ηλεκτρονικού 
                        καταστήματος της Εταιρείας επιτυγχάνεται με τις ακόλουθες μεθόδους:
                    </p>
                    <p>
                    <strong>i) Εξασφάλιση του Απορρήτου της Μεταφοράς των Προσωπικών σας Δεδομένων</strong>
                    <br/>
                        Για την εξασφάλιση του απορρήτου της μεταφοράς των δεδομένων, 
                        χρησιμοποιούμε το RSA (2048bits).
                    </p>
                    <p>
                        <strong>ii) Αυτόματη Αποσύνδεση</strong>
                        <br/>
                        Εάν δεν υπάρξει καμία δραστηριότητα για 30 ημέρες γίνεται αυτόματη αποσύνδεση 
                        από το χώρο μελών του ηλεκτρονικού καταστήματος της Eταιρείας.
                    </p>
                    <p>
                        <strong>iii) Ελεγχόμενη Πρόσβαση (firewall)</strong>
                        <br/>
                        Η πρόσβαση στα συστήματα της Εταιρείας (servers) ελέγχεται από firewall, 
                        το οποίο επιτρέπει τη χρήση συγκεκριμένων υπηρεσιών από τους Χρήστες 
                        απαγορεύοντας, παράλληλα, την πρόσβαση σε συστήματα και βάσεις δεδομένων 
                        με απόρρητα στοιχεία και πληροφορίες της Εταιρείας.
                    </p>
                    <p>
                        <strong>iv) Κρυπτογράφηση</strong>
                        <br/>
                        Το σύστημα της Eταιρείας αποκρυπτογραφεί πρώτα τις πληροφορίες που λαμβάνει 
                        χρησιμοποιώντας το ίδιο κλειδί (που προκαθορίζεται με την έναρξη της σύνδεσής 
                        σας με την υπηρεσία) και, στη συνέχεια, τις επεξεργάζεται. Τα συστήματα της 
                        Εταιρείας σας αποστέλλουν πληροφορίες ακολουθώντας την ίδια διαδικασία 
                        κρυπτογράφησης.
                        <br/><br/>
                        Σε όποιο σημείο της Ιστοσελίδας εισάγετε προσωπικά δεδομένα (password, 
                        διευθύνσεις, τηλέφωνα, πιστωτικές κάρτες κ.τ.λ.) υπάρχει κρυπτογράφηση SSL.
                        <br/><br/>
                        Η κρυπτογράφηση είναι ουσιαστικά ένας τρόπος κωδικοποίησης της πληροφορίας 
                        μέχρι αυτή να φτάσει στον ορισμένο αποδέκτη της, ο οποίος θα μπορέσει να την 
                        αποκωδικοποιήσει με χρήση του κατάλληλου κλειδιού. Κατά την παραγγελία και 
                        εφόσον ο Χρήστης έχει συνδεθεί με το username και τον προσωπικό του κωδικό 
                        στο ηλεκτρονικό κατάστημα της Εταιρείας, όλη η επικοινωνία ανάμεσα στον 
                        υπολογιστή σας και τα συστήματα της Εταιρείας κρυπτογραφείται με χρήση 
                        κλειδιού RSA (2048bits). Δηλαδή, κάθε φορά που στέλνετε πληροφορίες τις 
                        το σύστημα, ο browser σας τις κρυπτογραφεί πρώτα με χρήση κλειδιού RSA 
                        (2048bits) και, στη συνέχεια, τις στέλνει στο σύστημα.
                    </p>
                    <p>
                        <strong>v) Απόρρητο Συναλλαγών</strong>
                        <br/>
                        Η τήρηση του απορρήτου είναι αυτονόητη. Οι ίδιες βασικές αρχές που διέπουν 
                        τις κλασσικές συναλλαγές ισχύουν και στην περίπτωση του e-commerce 
                        (ηλεκτρονικού εμπορίου). Όλες οι πληροφορίες που διαβιβάζονται από τον 
                        χρηστή /μέλος στην Εταιρεία είναι εμπιστευτικές και η Eταιρεία έχει λάβει 
                        όλα τα απαραίτητα μέτρα, ώστε να γίνεται χρήση τους μόνο στο μέτρο που αυτό 
                        κρίνεται αναγκαίο στο πλαίσιο των παρεχόμενων υπηρεσιών. Μερικά από τα μέτρα 
                        που έχουν ληφθεί είναι τα ακόλουθα:
                    </p>
                    <p>
                        i.    Μόνο εξουσιοδοτημένοι υπάλληλοι έχουν πρόσβαση στις πληροφορίες των 
                        συναλλαγών σας και μόνο όποτε αυτό είναι αναγκαίο, π.χ. για τη διεκπεραίωση 
                        των αιτήσεών σας.
                    </p>
                    <p>
                        ii.    Η Εταιρεία δεν αποκαλύπτει τα στοιχεία των Πελατών και των συναλλαγών 
                        τους, εκτός αν έχει έγγραφη εξουσιοδότηση από εσάς ή αυτό επιβάλλεται από 
                        δικαστική απόφαση ή απόφαση άλλης δημόσιας αρχής
                    </p>
                    <p>
                        iii.    Στην περίπτωση που η Εταιρεία χρησιμοποιεί τρίτους για την υποστήριξη 
                        των συστημάτων της, φροντίζει για την εξασφάλιση του απορρήτου. Για 
                        περισσότερες πληροφορίες για τον τρόπο που η Εταιρεία επεξεργάζεται 
                        Δεδομένα Προσωπικού Χαρακτήρα, επισκεφτείτε την Πολιτική Προστασίας 
                        Δεδομένων Προσωπικού Χαρακτήρα της Εταιρείας 
                        <Link to="/Πολιτική-Απορρήτου">ΕΔΩ</Link>
                    </p>
                </li>
                <li>
                    <h3>10. Πληροφορίες σχετικά με τα Προϊόντα</h3>
                    <p>
                        Εκτός αν αναφέρεται ρητά κάτι διαφορετικό, η Εταιρεία δεν είναι ο 
                        κατασκευαστής των προϊόντων που πωλούνται σε αυτή την Ιστοσελίδα. 
                        Ενώ εργαζόμαστε για να διασφαλίσουμε ότι οι πληροφορίες για τα προϊόντα 
                        στην Ιστοσελίδα μας είναι σωστές, η πραγματική συσκευασία και τα υλικά του 
                        προϊόντος ενδέχεται να περιέχουν περισσότερες και διαφορετικές πληροφορίες 
                        από αυτές που εμφανίζονται στην Ιστοσελίδα μας. Όλες οι πληροφορίες σχετικά 
                        με τα προϊόντα στην Ιστοσελίδα μας παρέχονται μόνο για ενημερωτικούς σκοπούς. 
                        Συνιστούμε να μην βασίζεστε αποκλειστικά στις πληροφορίες που παρουσιάζονται
                         στην Ιστοσελίδα και να διαβάζετε πάντα τις ετικέτες, τις προειδοποιήσεις και 
                         τις οδηγίες που παρέχονται μαζί με το προϊόν πριν από τη χρήση.
                    </p>
                </li>
                <li>
                    <h3>11. Περιορισμός Ευθύνη Εταιρείας</h3>
                    <p>
                        ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ Η ΕΤΑΙΡΕΙΑ ΔΕΝ ΦΕΡΕΙ ΕΥΘΥΝΗ ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΜΕΣΗ, 
                        ΕΜΜΕΣΗ, ΠΑΡΕΠΟΜΕΝΗ, ΕΙΔΙΚΗ Ή ΑΠΟΘΕΤΙΚΗ ΖΗΜΙΑ ΠΟΥ ΑΠΟΡΡΕΕΙ ΑΠΟ ΤΙΣ ΣΥΝΑΛΛΑΓΕΣ 
                        ΤΗΣ ΜΕΣΩ ΤΗΣ ΙΣΤΟΣΕΛΙΔΑΣ ΚΑΙ ΔΕΝ ΥΠΕΧΕΙ ΥΠΟΧΡΕΩΣΗ ΑΠΟΖΗΜΙΩΣΗΣ ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ 
                        ΤΥΧΟΝ ΒΛΑΒΗ Ή ΖΗΜΙΑ ΠΡΟΚΥΨΕΙ ΑΠΟ ΤΗΝ ΑΚΥΡΩΣΗ ΠΑΡΑΓΓΕΛΙΩΝ, ΑΠΟ ΤΗ ΜΗ ΕΚΤΕΛΕΣΗ 
                        Ή ΑΠΟ ΤΗΝ ΚΑΘΥΣΤΕΡΗΣΗ ΕΚΤΕΛΕΣΗΣ ΤΟΥΣ, ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΙΤΙΑ ΑΚΟΜΑ ΚΑΙ ΑΝ ΟΙ 
                        ΖΗΜΙΕΣ ΜΠΟΡΟΥΣΑΝ ΝΑ ΠΡΟΒΛΕΦΘΟΥΝ Ή ΑΝ Η ΕΤΑΙΡΕΙΑ ΕΝΗΜΕΡΩΘΗΚΕ ΓΙΑ ΤΗΝ 
                        ΠΙΘΑΝΟΤΗΤΑ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
                    </p>
                    <p>
                        Εάν ο ανωτέρω περιορισμός ευθύνης δεν μπορεί να εφαρμοστεί, η Εταιρεία 
                        είναι υπεύθυνη μόνο για σοβαρή έλλειψη επιμέλειας σε περίπτωση καθυστέρησης 
                        στην παράδοση παραγγελθέντων προϊόντων ή πληροφοριών και υπηρεσιών που 
                        παρέχει μέσω της Ιστοσελίδας. Σε καμία περίπτωση η ευθύνη της Εταιρείας που 
                        ενδέχεται να προκύψει σε σχέση με την παραγγελία προϊόντων μέσω της παρούσας 
                        Ιστοσελίδας, είτε προκύπτει λόγω συμβάσεως είτε αδικοπραξίας 
                        (συμπεριλαμβανομένης της αμέλειας) ή κάθε άλλης αιτίας, δεν πρέπει να 
                        υπερβαίνει το ποσό που καταβάλλεται από τον Πελάτη στην Εταιρεία.
                        Επιπλέον, η Εταιρεία δεν μπορεί να εγγυηθεί τη διαθεσιμότητα των προϊόντων 
                        που απεικονίζονται στην Ιστοσελίδα. Ωστόσο, εγγυάται την έγκαιρη ενημέρωση 
                        των πελατών της σχετικά με τη μη διαθεσιμότητα των εν λόγω προϊόντων.
                    </p>
                    <p>
                        <strong>
                            Η Εταιρεία δεν θα ευθύνεται για τυχόν καθυστέρηση στην αποστολή 
                            παραγγελθέντος προϊόντος ή παράλειψη συμμόρφωσης με τις υποχρεώσεις 
                            μας υπό αυτές τις συνθήκες, εάν η καθυστέρηση ή η αποτυχία προκύψει από 
                            οποιαδήποτε αιτία που είναι πέρα από τον λογικό έλεγχο της Εταιρείας. 
                            Η προϋπόθεση αυτή δεν επηρεάζει το νόμιμο δικαίωμά σας να λαμβάνετε τα 
                            αγαθά ή τις υπηρεσίες που παρέχονται εντός εύλογου χρονικού διαστήματος 
                            ή να λάβετε επιστροφή χρημάτων εάν τα παραγγελθέντα αγαθά ή υπηρεσίες δεν 
                            μπορούν να παρασχεθούν εντός εύλογου χρονικού διαστήματος λόγω αιτίας πέρα 
                            από τον λογικό έλεγχο της Εταιρείας.
                        </strong>
                    </p>
                </li>
                <li>
                    <h3>12. Διαδικασία Εναλλακτικής Επίλυσης Διαφορών</h3>
                    <p>
                        Σύμφωνα με την Οδηγία 2013/11/ΕΚ, η οποία ενσωματώθηκε στην Ελλάδα με 
                        την ΚΥΑ 70330/2015, και τον Κανονισμό 2013/524/ΕΕ για την ηλεκτρονική 
                        επίλυση καταναλωτικών διαφορών (Online Dispute Resolution - ODR), 
                        προβλέπεται η δυνατότητα ηλεκτρονικής επίλυσης καταναλωτικών διαφορών 
                        με τη διαδικασία Εναλλακτικής Επίλυσης Διαφορών 
                        (ΕΕΔ - Alternative Dispute Resolution) στο σύνολο της Ευρωπαϊκής Ένωσης. 
                        Συγκεκριμένα,  εάν ο Πελάτης έχει την ιδιότητα του καταναλωτή 
                        (δηλ. φυσικό πρόσωπο που ενεργεί εκτός επαγγελματικής ιδιότητας) και 
                        έχει οποιοδήποτε πρόβλημα με αγορά που πραγματοποίησε από την Ιστοσελίδα μας, 
                        μπορεί να προσφύγει δια μέσου της ενιαίας πανενωσιακής πλατφόρμας για την 
                        ηλεκτρονική επίλυση διαφορών (πλατφόρμα ΗΕΔ) σε εγκεκριμένους φορείς επίλυσης 
                        διαφορών οι οποίοι είναι καταχωρημένοι στην εν λόγω πλατφόρμα 
                        (<a href="https://webgate.ec.europa.eu/odr/main/index.cfm?event=main.home.chooseLanguage">https://webgate.ec.europa.eu/odr/main/index.cfm?event=main.home.chooseLanguage.</a>). 
                        Η οδηγία 2013/11/ΕΚ εφαρμόζεται σε διαδικασίες εξωδικαστικής επίλυσης εγχώριων 
                        και διασυνοριακών διαφορών σχετικά με συμβατικές υποχρεώσεις που ανακύπτουν 
                        από συμβάσεις πωλήσεων ή συμβάσεις υπηρεσιών μεταξύ εμπόρου εγκατεστημένου 
                        στην ΕΕ και καταναλωτή που κατοικεί στην ΕΕ, διά της παρεμβάσεως ενός φορέα ΕΕΔ, 
                        ο οποίος προτείνει ή επιβάλλει λύση ή φέρνει τα μέρη σε επαφή για να διευκολυνθεί 
                        η εξεύρεση φιλικής λύσης.
                    </p>
                    <p>
                        Ο κανονισμός 2013/524/ΕΕ εφαρμόζεται στην εξωδικαστική επίλυση διαφορών 
                        που αφορούν συμβατικές υποχρεώσεις δυνάμει ηλεκτρονικών συμβάσεων πώλησης 
                        ή παροχής υπηρεσιών μεταξύ καταναλωτή κατοίκου της ΕΕ και εμπόρου 
                        εγκατεστημένου στην ΕΕ με την παρέμβαση φορέα ΕΕΔ ο οποίος έχει περιληφθεί 
                        στον κατάλογο σύμφωνα με το άρθρο 20 παράγραφος 2 της οδηγίας 2013/11/ΕΕ 
                        και με τη χρήση της πλατφόρμας ΗΕΔ.
                    </p>
                </li>
                <li>
                    <h3>13.Εφαρμοστέο Δίκαιο-Δωσιδικία</h3>
                    <p>
                        Στο βαθμό που επιτρέπεται από το νόμο, οι Όροι Πώλησης διέπονται και 
                        ερμηνεύονται σύμφωνα με το Ελληνικό Δίκαιο. Συμφωνείτε ότι εκτός αν 
                        άλλως ορίζεται στο παρόν, για όλες τις διαφορές που προκύπτουν άμεσα ή 
                        έμμεσα από τους Όρους Χρήσης ή τη χρήση της Ιστοσελίδας (συμπεριλαμβανομένης 
                        της αγοράς προϊόντων της Εταιρείας μέσω της Ιστοσελίδας) την αποκλειστική 
                        δικαιοδοσία και αρμοδιότητα την έχουν τα Δικαστήρια της Αθήνας.
                    </p>
                </li>
                <li>
                    <h3>14. Τροποποίηση του περιεχομένου της Ιστοσελίδας & Όρων Πώλησης</h3>
                    <p>
                        Η Εταιρεία διατηρεί το δικαίωμα να τροποποιήσει ή να αλλάξει το περιεχόμενο 
                        της Ιστοσελίδας ανά πάσα στιγμή χωρίς προηγούμενη ειδοποίηση προς 
                        τους Χρήστες.
                        <br/>
                        Η Εταιρεία μπορεί επίσης να τροποποιήσει τους Όρους Πώλησης ανά πάσα στιγμή, 
                        δημοσιεύοντας τους τροποποιημένους όρους στην Ιστοσελίδα. Το δικαίωμα 
                        τροποποίησης των Όρων περιλαμβάνει το δικαίωμα τροποποίησης, προσθήκης ή 
                        κατάργησης Όρων Πώλησης. Η Εταιρεία ειδοποιεί τους Χρήστες μέσω του τρέχοντος 
                        ιστότοπου όταν υπάρχει οποιαδήποτε αλλαγή στους Όρους Πώλησης. Οποιαδήποτε 
                        τροποποίηση ή αλλαγή δεν επηρεάζει και δεν ισχύει για παραγγελίες που έχουν 
                        ήδη γίνει. Οι επισκέπτες / χρήστες φέρουν την ευθύνη στα πλαίσια της καλής 
                        πίστης και των συναλλακτικών ηθών να ελέγχουν τακτικά εάν οι Όροι Πώλησης 
                        έχουν τροποποιηθεί εάν επαναεπισκεφθούν την Ιστοσελίδα. Η συνεχιζόμενη πρόσβαση 
                        ή η χρήση των υπηρεσιών μας συνιστά αποδοχή των τροποποιημένων Όρων Πώλησης. 
                        Οι όροι και οι προϋποθέσεις χρήσης της Ιστοσελίδας και των συναλλαγών που 
                        εκτελούνται μέσω αυτής δεν αντιβαίνουν στις ελληνικές διατάξεις αναγκαστικού 
                        δικαίου.
                    </p>
                </li>
                <li>
                    <h3>15.Αυτοτέλεια</h3>
                    <p>
                        Εάν οποιαδήποτε ενότητα ή διάταξη των Όρων Πώλησης θεωρηθεί άκυρη, παράνομη, 
                        ανεφάρμοστη ή σε σύγκρουση με τους νόμους οποιασδήποτε δικαιοδοσίας, 
                        η ακυρότητα ή η ακύρωση δεν επιδρά στο κύρος των υπόλοιπων Όρων Πώλησης
                    </p>
                </li>
                <li>
                    <h3>16. Επικοινωνήστε μαζί μας</h3>
                    <p>
                        Αν οι παρόντες Όροι Πώλησης δεν είναι σαφείς ή θέλετε να αναφέρετε 
                        οποιοδήποτε πρόβλημα σχετικά με την Ιστοσελίδα ή τα Περιεχόμενά της, 
                        παρακαλούμε επικοινωνήστε μαζί μας ως εξής:
                    </p>
                    <p>
                        <strong>Με αλληλογραφία: </strong> Αβάντων 69 και Αποστόλη, 34100 Χαλκίδα
                    </p>
                    <p>
                        <strong>E-mail: </strong> <a href="mailto:grandmobile@grandmobile.gr">grandmobile@grandmobile.gr</a>
                        <br/>
                        Παρακαλώ πηγαίνετε στο <a href="https://www.grandmobile.gr/ ">https://www.grandmobile.gr/ </a> και κάντε κλικ στο σύνδεσμο <Link to="contact-us">"Επικοινωνία"</Link> στο επάνω μέρος της σελίδας.
                    </p>
                    <p>
                        <strong>Τηλέφωνο: </strong><a href="tel:2221112505">2221112505</a>
                    </p>
                </li>
            </ul>
        </div>
    )
}

export default ConditionsOfUse;