import React, { useEffect } from 'react';
import './Gdpr.css';

function Gdpr() {

    useEffect(()=>{
        window.scrollTo(0,0)
        
        return ()=>{
    
        }
    },[]);

    return(
        <div className="gdpr-container">
            <ul className="gdpr">
            <li>
                <h3>Ασφάλεια & Προσωπικά Δεδομένα</h3>
                <p>
                    Όλες οι πληροφορίες, οι οποίες σχετίζονται με προσωπικά δεδομένα των χρηστών,
                    διασφαλίζονται ως απόρρητες με την τήρηση της κείμενης νομοθεσίας για τη
                    διασφάλιση των προσωπικών δεδομένων. Η <strong>ασφάλεια</strong> του Ηλεκτρονικού
                    καταστήματος επιτυγχάνεται με τις ακόλουθες διαδικασίες:
                </p>
            </li>
            <li>
                <h3>Αναγνώριση Πελάτη:</h3>
                <p>
                    Οι κωδικοί που χρησιμοποιούνται για την αναγνώριση του χρήστη/πελάτη είναι δύο:<br/><br/>
                    Α) ο Κωδικός Εισόδου (Username) και<br/><br/>
                    Β) ο Μυστικός Κωδικός Ασφαλείας (Password),<br/><br/>
                    Κάθε φορά που ο χρήστης/πελάτης τους καταχωρεί αποκτά πρόσβαση με απόλυτη
                    ασφάλεια στα προσωπικά του στοιχεία. Του δίνεται η δυνατότητα να μεταβάλλει τον
                    Μυστικό Κωδικό Ασφαλείας (password) όσο συχνά επιθυμεί. Ο μόνος που έχει
                    πρόσβαση στα στοιχεία του είναι ο ίδιος μέσω των ανωτέρω κωδικών και είναι
                    αποκλειστικά υπεύθυνος για την διατήρηση της μυστικότητάς του από τρίτους. Σε
                    περίπτωση απώλειάς του ή διαρροής θα πρέπει να μας το γνωστοποιήσει, διαφορετικά
                    δεν ευθυνόμαστε για τη χρήση του μυστικού κωδικού από μη εξουσιοδοτημένο
                    πρόσωπο. Το ηλεκτρονικό μας κατάστημα <strong>με κανέναν τρόπο</strong> δεν αποκαλύπτει ή
                    δημοσιοποιεί τα προσωπικά δεδομένα και τις πληροφορίες των χρηστών/πελατών. Τα
                    προσωπικά δεδομένα χρησιμοποιούνται αποκλειστικά για την καλή εκτέλεση των
                    συναλλαγών. Όλες οι πληροφορίες, οι οποίες σχετίζονται με προσωπικά δεδομένα των χρηστών,
                    διασφαλίζονται ως απόρρητες με την τήρηση της κείμενης νομοθεσίας για τη
                    διασφάλιση των προσωπικών δεδομένων. Η ασφάλεια του Ηλεκτρονικού
                    καταστήματος επιτυγχάνεται με τις ακόλουθες διαδικασίες:
                </p>
            </li>
            <li>
                <h3>Εξασφάλιση του Απορρήτου της Μεταφοράς των Προσωπικών σας Δεδομένων:</h3>
                <p>
                    Για την εξασφάλιση του απορρήτου της μεταφοράς των δεδομένων, χρησιμοποιείται το
                    πρωτόκολλο κρυπτογράφησης <strong>SSL-128bit</strong>.
                </p>
            </li>
            <li>
                <h3>Κρυπτογράφηση:</h3>
                <p>
                    Από την έναρξη έως τη λήξη της σύνδεσης <strong>(on-line session)</strong> με το ηλεκτρονικό
                    κατάστημα, όλες οι πληροφορίες και τα προσωπικά στοιχεία του χρήστη/πελάτη
                    κρυπτογραφούνται με βάση το πρωτόκολλο κρυπτογράφησης SSL 128-bit. Η
                    κρυπτογράφηση είναι ουσιαστικά ένας τρόπος κωδικοποίησης της πληροφορίας μέχρι
                    αυτή να φτάσει στον αποδέκτη της, ο οποίος θα μπορέσει να την αποκωδικοποιήσει με
                    χρήση του κατάλληλου κλειδιού. Κάθε φορά που συνδέεται με το ηλεκτρονικό
                    κατάστημα, όλη η επικοινωνία ανάμεσα στον υπολογιστή του χρήστη και της
                    ιστοσελίδας μας κρυπτογραφείται με χρήση κλειδιού 128 bits. 
                </p>
            </li>
            <li>
                <h3>Κωδικοί Εισόδου (Username) & Ασφαλείας (Password):</h3>
                <p>
                    Για την είσοδο στο ηλεκτρονικό κατάστημα ο χρήστης χρησιμοποιεί δύο κωδικούς, τον
                    Kωδικό Εισόδου (Username) και τον Μυστικό Κωδικό Ασφαλείας (Password). Το
                    ηλεκτρονικό κατάστημα παρέχει στο χρήστη τη δυνατότητα να μεταβάλλει τον Μυστικό
                    Κωδικό Ασφαλείας (password) όσο συχνά το επιθυμεί. 
                </p>
            </li>
            <li>
                <h3>Προσωπικά Δεδομένα - Απόρρητο Συναλλαγών:</h3>
                <p>
                    Τα στοιχεία των χρηστών (όνομα, ηλεκτρονική διεύθυνση, διεύθυνση κατοικίας, σταθερό
                    τηλέφωνο, κινητό τηλέφωνο κλπ.) και των συναλλαγών των χρηστών του ηλεκτρονικού
                    καταστήματος θεωρούνται απόρρητα. Οι χρήστες κατά την παροχή των στοιχείων τους
                    στα πλαίσια των συναλλαγών τους, συναινούν και αποδέχονται την επικείμενη
                    επεξεργασία των στοιχείων αυτών των προσωπικών δεδομένων για τις ανάγκες της ομαλής
                    και ευχερούς μεταξύ των μερών συναλλαγής, καθώς επίσης και της διαβίβασης των
                    στοιχείων αυτών σε αποδέκτες οι οποίοι θα προσδιορίζονται συγκεκριμένα και είναι οι
                    υπάλληλοι της εταιρίας στα πλαίσια της διεκπεραίωσης της καταρτιζομένης σύμβασης.
                    Βεβαιώνεται ότι αποκλειστικά εξουσιοδοτημένοι υπάλληλοι έχουν πρόσβαση στις
                    πληροφορίες των συναλλαγών και μόνο όποτε αυτό είναι αναγκαίο, π.χ. για τη
                    διεκπεραίωση των παραγγελιών.<br/>
                    Η Εταιρεία μας δεσμεύεται να μην αποκαλύψει τα στοιχεία των πελατών και των
                    συναλλαγών τους, εκτός αν έχει έγγραφη εξουσιοδότηση από τους ίδιους, ή αυτό
                    επιβάλλεται από δικαστική απόφαση ή απόφαση άλλης δημόσιας αρχής. 
                </p>
            </li>
            <li>
                <h3 className="under">Cookies</h3>
                <p>
                    Χρησιμοποιούμε cookies για την καλύτερη δυνατή λειτουργίας της ιστοσελίδας μας, τη
                    σωστή περιήγηση του χρήστη, τη σύνδεση και τη μετακίνηση στις σελίδες καθώς και για
                    την παροχή διαφημιστικού περιεχομένου.<br/>
                    Τα cookies χρησιμοποιούνται επίσης, για να αναλύσουμε πώς οι επισκέπτες
                    χρησιμοποιούν τον ιστότοπο μας, πώς περιηγούνται ή αν αντιμετωπίζουν κάποιο
                    πρόβλημα. Όλες οι πληροφορίες που συλλέγονται από αυτά τα cookies είναι ανώνυμες
                    και χρησιμοποιούνται μόνο για να βελτιώσουμε τη δομή και το περιεχόμενο της
                    ιστοσελίδας.<br/><br/>
                    Τα cookies αποθηκεύονται στον υπολογιστή του χρήστη και μπορούν να αφαιρεθούν
                    ανά πάσα στιγμή. Σε κάθε Browser (πρόγραμμα περιήγησης) είτε στις Ρυθμίσεις είτε
                    στο Απόρρητο και ασφάλεια θα βρείτε το ιστορικό πλοήγησής σας και θα μπορείτε, αν
                    το επιθυμείτε, να το διαγράψετε. Τα cookies δεν αποθηκεύουν διευθύνσεις email ή
                    αριθμούς τηλεφώνου.<br/><br/>
                    Τα cookies που χρησιμοποιούμε είναι: 
                </p>
            </li>
            <li>
                <h3>Α) Απολύτως απαραίτητα Cookies</h3>
                <p>
                    Αυτά τα cookies είναι απαραίτητα για τη σωστή λειτουργία της ιστοσελίδας μας αλλά και
                    για να έχει τη δυνατότητα ο χρήστης να περιηγηθεί σ’ αυτή και να χρησιμοποιήσει τις
                    δυνατότητες της, όπως πρόσβαση σε ασφαλείς περιοχές της ιστοσελίδας. Χωρίς αυτά
                    τα cookies κάποιες από τις υπηρεσίες και λειτουργίες της ιστοσελίδας, όπως καλάθι
                    αγορών ή ηλεκτρονική πληρωμή, δεν μπορούν να παρασχεθούν
                </p>
            </li>
            <li>
                <h3>Β) Cookies επιδόσεων</h3>
                <p>
                    Αυτά τα cookies συλλέγουν πληροφορίες σχετικά με το πώς οι επισκέπτες
                    χρησιμοποιούν την ιστοσελίδα, για παράδειγμα ποιες σελίδες επισκέπτονται πιο συχνά,
                    και αν λαμβάνουν μηνύματα για σφάλματα από ιστοσελίδες. Αυτά τα cookies δεν
                    συλλέγουν πληροφορίες που προσδιορίζουν τον επισκέπτη. Όλες οι πληροφορίες που
                    συλλέγουν αυτά τα cookies είναι συγκεντρωτικές και ως εκ τούτου, ανώνυμες.
                    Χρησιμοποιούνται μόνο για τη βελτίωση του τρόπου λειτουργίας της ιστοσελίδας.

                </p>
            </li>
            <li>
                <h3>Γ) Cookies λειτουργικότητας</h3>
                <p>
                    Αυτά τα cookies επιτρέπουν στην ιστοσελίδα να θυμάται τις επιλογές που κάνει ο
                    χρήστης και παρέχει πιο εξατομικευμένες λειτουργίες. Αυτά τα cookies μπορούν επίσης
                    να χρησιμοποιηθούν για να θυμούνται τις αλλαγές που έχει κάνει ο χρήστης στην
                    ιστοσελίδα ή να χρησιμοποιηθούν για να παρέχουν υπηρεσίες που έχει ζητήσει, όπως
                    συνομιλία στο chat ή τη χρήση μέσων κοινωνικής δικτύωσης. 
                </p>
            </li>
            <li>
                <h3>Δ) Cookies στόχευσης/διαφήμισης</h3>
                <p>
                    Αυτά τα cookies χρησιμοποιούνται για να παρέχουν διαφημίσεις (Google adwords,
                    Facebook) πιο σχετικές με τον χρήστη και τα ενδιαφέροντά του. Χρησιμοποιούνται
                    επίσης για την αποστολή στοχευμένης διαφήμισης ή προσφορών, για να περιορίσουν
                    τον αριθμό της προβαλλόμενης διαφήμισης, καθώς και για να βοηθήσουν στη μέτρηση
                    της αποτελεσματικότητας των διαφημιστικών καμπανιών. Συνήθως τοποθετούνται για
                    να θυμούνται την επίσκεψη των χρηστών σε μια ιστοσελίδα και μοιράζονται τις πληροφορίες
                    αυτές με άλλα κανάλια μάρκετινγκ.<br/><br/>
                    Απενεργοποιώντας τα Cookies ή κάνοντας ανάκληση της συγκατάθεσής σας,
                    κάποιες λειτουργίες της ιστοσελίδας <strong>δεν</strong> θα είναι διαθέσιμες. 
                </p>
            </li>
            <li>
                <h3 className="under">Διαγραφή προσωπικών στοιχείων</h3>
                <p>
                    <strong>
                        Τα προσωπικά σας στοιχεία, ύστερα από αίτησή σας, διαγράφονται οριστικά και
                        δεν παραχωρούνται με κανέναν τρόπο σε οποιονδήποτε.     
                    </strong> 
                </p>
            </li>
        </ul>
        </div>
    )
}

export default Gdpr;