import React, { useEffect } from 'react';
import './Gdpr.css';
import { Helmet } from 'react-helmet';

function ReturnPolicy() {

    useEffect(()=>{
        window.scrollTo(0,0)
        
        return ()=>{
    
        }
    },[]);

    return(
        <div className="gdpr-container">
            <Helmet>
                <title>Grand Mobile Accessories-Πολιτική Επιστροφών</title>
                <meta name="description" content="Φτιάξε τη θήκη σου.Στο grandmobile.gr δημιουργούμε την θήκη της επιλογής σου. Ανέβασε την εικόνα σου
                    ή επέλεξε την θήκη που σου αρέσει απο την συλλογή μας." />
                <meta name="keywords" content="Πολιτική, επιστροφών, χρέωση, δικαίωμα, υπαναχώρηση" />
            </Helmet>
            <ul className="gdpr">
                <li>
                    <h2 style={{textAlign:'center'}}>Πολιτική Επιστροφών</h2>
                </li>                
                    <li>
                        <h3>1. Επιστροφές προϊόντων με χρέωση της Εταιρείας:</h3>                    
                        <p>
                            Η επιστροφή προϊόντων χρεώνεται σε βάρος της Εταιρείας σε όλες τις 
                            ακόλουθες περιπτώσεις:
                        </p>
                        <p>
                            1.1 Σε όλες τις περιπτώσεις στις οποίες παραδίδονται άλλα από τα πωληθέντα, 
                            κατά είδος ή ποσότητα.
                        </p>
                        <p>
                            1.2 Σε περίπτωση που κατά την παράδοση το είδος έχει συσκευασία κατεστραμμένη, 
                            ολοκληρωτικά ή κατά το μεγαλύτερο μέρος της.
                        </p>
                        <p>
                            1.3 Σε περίπτωση που κάποιο/α προϊόν/ντα διαπιστωθεί/ούν ότι είναι ελαττωματικό/ά 
                            κατά την παράδοση του στον Πελάτη (καλούμενο εφεξής για συντομία «<strong>DOA»</strong>).
                        <br/>
                            Σε αυτή την περίπτωση, η επιστροφή των προϊόντων θα γίνεται αποδεκτή εντός 
                            επτά (7) ημερολογιακών ημερών από την παράδοση αυτών στον Πελάτη. Τα ανωτέρω 
                            ισχύουν με την επιφύλαξη των επιμέρους πολιτικών DOA των κατασκευαστών των 
                            προϊόντων εφόσον είναι σύμφωνες με την Εφαρμοστέα Νομοθεσία.
                        </p>
                        <p>
                            1.4 Σε περίπτωση που διαπιστωθεί ότι το προϊόν φέρει έλλειψη  ιδιότητας, 
                            η οποία ιδιότητα έχει προηγουμένως συνομολογηθεί εγγράφως με την Εταιρεία.
                        </p>
                        <p>
                            1.5 Στην περίπτωση που το προϊόν διαπιστωθεί ότι φέρει κατασκευαστικό ελάττωμα.
                        <br/>
                            Σε αυτή την περίπτωση, εφόσον αυτό βεβαιωθεί από τον εξουσιοδοτημένο 
                            επισκευαστή που παρέχει την εγγύηση καλής λειτουργίας ισχύουν τα ακόλουθα:
                        <br/>
                            Η εγγύηση παρέχεται για περιορισμένο χρονικό διάστημα που αναγράφεται 
                            στα αναλυτικά χαρακτηριστικά του προϊόντος και έχει την ελάχιστη νόμιμη 
                            διάρκεια που ορίζεται στους Εφαρμοστέους Νόμους. Μετά το πέρας της περιόδου 
                            αυτής η επισκευή ή η αντικατάσταση των προϊόντων είναι δυνατή με επιπλέον 
                            χρέωση κατόπιν της συμφωνίας με τον Πελάτη. 
                        </p>
                        <p>
                            Στις περιπτώσεις επιστροφής 
                            με χρέωση της εταιρείας τα προϊόντα πρέπει να επιστρέφονται στην κατάσταση 
                            που παρελήφθησαν από τον Πελάτη και στο χρόνο που συμφωνήθηκε.
                        </p>
                        <p>
                            Για όλες τις ανωτέρω περιπτώσεις, η επιστροφή του προς αντικατάσταση προϊόντος 
                            θα πρέπει να γίνεται μαζί με όλα τα έγγραφα τα οποία συνόδευαν το προϊόν 
                            και πλήρη τη συσκευασία του (εκτός αν πρόκειται για ελάττωμα που διαπιστώθηκε 
                            αργότερα από την παράδοση και η συσκευασία δεν υπάρχει ή επίσης εκτός της 
                            περίπτωσης προϊόντος η συσκευασία του οποίου παραλήφθηκε από τους 
                            διανομείς κατά την παράδοση του είδους). Η επιστροφή των προϊόντων με 
                            χρέωση της Εταιρείας θα πραγματοποιείται είτε με προσωπικό και μεταφορικά 
                            μέσα της Ετατηςίας είτε μέσω courier, ή στην έδρα της Εταιρείας.
                        </p>
                        <p>
                            Μετά την επιστροφή των προϊόντων, γίνεται έλεγχος του ελαττώματος που 
                            αναφέρεται από τον Πελάτη και, στη συνέχεια, γίνεται επικοινωνία μαζί του 
                            για ενημέρωσή του σχετικά με τα αποτελέσματα του ελέγχου.
                        </p>
                        <p>
                            Σε περίπτωση επιστροφής των προϊόντων, αναλόγως της περίπτωσης, 
                            θα πραγματοποιείται δωρεάν επισκευή ή αντικατάσταση, άλλως μείωση του 
                            τιμήματος ή ακύρωση της συναλλαγής σύμφωνα με όσα ειδικότερα ορίζονται στο 
                            άρθρο ΑΚ 540 υπό την προϋπόθεση ότι θα έχουν προηγουμένως παραληφθεί και 
                            ελεγχθεί τα προϊόντα από την Εταιρεία.  Σε περίπτωση ακύρωσης, η επιστροφή 
                            των χρημάτων στον Πελάτη θα γίνεται με τον ίδιο τρόπο που έγινε και η πληρωμή 
                            τους με επιμέλεια της Εταιρείας. Συγκεκριμένα, η επιστροφή των χρημάτων στον 
                            Πελάτη, θα γίνεται στην περίπτωση πληρωμής μέσω πιστωτικής κάρτας, με ακύρωση 
                            της χρέωσης της πιστωτικής κάρτας, η οποία θα γίνεται με επιμέλεια της 
                            Εταιρείας και στην περίπτωση πληρωμής με μετρητά, εάν ο Πελάτης είχε επιλέξει 
                            την δυνατότητα «παραλαβή από το κατάστημα», θα γίνεται με επιστροφή των 
                            χρημάτων του σε αυτόν από την έδρα της εταιρείας.
                        </p>
                        <p>
                            Σε περίπτωση που τα προϊόντα επιστραφούν κατεστραμμένα ή ελλιπή η Εταιρεία 
                            έχει το δικαίωμα να ζητήσει αποζημίωση από τον Πελάτη, το ποσό της οποίας 
                            θα καθορίζεται από την κατάσταση των προϊόντων και να προβαίνει μονομερώς 
                            και άνευ ετέρου τινός σε ολικό ή μερικό συμψηφισμό της απαίτησής του αυτής 
                            έναντι του Πελάτη.
                        </p>
                    </li>
                    <li>
                        <h3>2 Επιστροφές προϊόντων με χρέωση του Πελάτη</h3>
                        <p>
                            Επιστροφή προϊόντων με χρέωση του Πελάτη μπορεί να πραγματοποιηθεί στις 
                            περιπτώσεις κατά τις οποίες ο Πελάτης για οποιονδήποτε λόγο, 
                            εκτός των παραπάνω, άλλαξε γνώμη και δεν επιθυμεί πλέον την αγορά του προϊόντος, 
                            εφόσον δεν έχει εκπνεύσει η αναφερομένη στην Ενότητα 3 προθεσμία υπαναχώρησης 
                            και ο Πελάτης είχε ρητώς επιλέξει τρόπο παράδοσης άλλο από τον φθηνότερο 
                            τυποποιημένο τρόπο παράδοσης που προσφέρει η Εταιρεία. Η επιστροφή των προϊόντων 
                            μπορεί να γίνει είτε από τον ίδιο τον Πελάτη στην έδρα της Εταιρείας  είτε με 
                            αποστολή αυτών, επιβαρυνόμενος ο Πελάτης με τα έξοδα αποστολής τους, κατόπιν 
                            συνεννόησης με το προσωπικό της Εταιρείας. Και στις δύο ως άνω αναφερόμενες 
                            περιπτώσεις, θα πρέπει το προϊόν να βρίσκεται σε άριστη κατάσταση μαζί με όλα 
                            τα πρωτότυπα έγγραφα τα οποία συνόδευαν το προϊόν (π.χ. Δ.Α.Τ., Απ. Λιανικής κ.ο.κ) 
                            και πλήρη τη συσκευασία του. Σε περίπτωση επιστροφής των προϊόντων και υπό την 
                            προϋπόθεση ότι θα έχουν προηγουμένως παραληφθεί και ελεγχθεί τα προϊόντα από την 
                            Εταιρεία, η επιστροφή των χρημάτων στον Πελάτη θα γίνεται στην περίπτωση πληρωμής 
                            μέσω πιστωτικής κάρτας, με ακύρωση της χρέωσης της πιστωτικής κάρτας, η οποία θα 
                            γίνεται με επιμέλεια της Εταιρείας και στην περίπτωση πληρωμής με μετρητά, εάν ο 
                            Πελάτης είχε επιλέξει την δυνατότητα «παραλαβή από το κατάστημα», θα γίνεται με 
                            επιστροφή των χρημάτων του σε αυτόν από την έδρα της εταιρείας. Σε περίπτωση που 
                            τα προϊόντα επιστραφούν κατεστραμμένα ή ελλιπή, η Εταιρεία έχει το δικαίωμα να 
                            ζητήσει αποζημίωση από τον Πελάτη, το ποσό της οποίας θα καθορίζεται από την 
                            κατάσταση των προϊόντων και να προβαίνει μονομερώς και άνευ ετέρου τινός σε ολικό 
                            ή μερικό συμψηφισμό της απαίτησής του αυτής έναντι του Πελάτη.
                        </p>
                    </li>
                    <li>
                        <h3>3 Δικαίωμα υπαναχώρησης </h3>
                        <p>
                            <strong>3.1 </strong> Από την αρχική υποβολή της παραγγελίας του 
                            Πελάτη μέχρι και προθεσμία 14 ημερολογιακών ημερών από την παράδοση 
                            (όταν πρόκειται για προϊόντα) και μάλιστα όταν είναι πολλά στην ίδια 
                            παραγγελία από την παράδοση και του τελευταίου ενώ όταν υπάρχει υποχρέωση 
                            παράδοσης προϊόντων σε τακτά διαστήματα από την παράδοση του πρώτου, ο Πελάτης 
                            δικαιούται να υπαναχωρήσει από την πώληση.
                        </p>
                        <p>
                            <strong>3.2</strong> Η υπαναχώρηση αυτή είναι αναιτιολόγητη και χωρίς 
                            καμία επιβάρυνση και αν το είδος έχει ήδη παραδοθεί ο Πελάτης οφείλει να 
                            επιστρέψει το προϊόν ακριβώς στην κατάσταση που το παρέλαβε, με το σύνολο 
                            των εξαρτημάτων του, των εντύπων που το συνοδεύουν και της συσκευασίας του 
                            σε άριστη κατάσταση. Η επιστροφή του είδους γίνεται δεκτή, μόνον εφόσον πρώτα 
                            ο Πελάτης έχει εξοφλήσει κάθε ποσό που επιβαρύνθηκε η εταιρία για την αποστολή 
                            του είδους σε αυτόν και τα έξοδα αποστολής για την επιστροφή του είδους.
                        </p>
                        <p>
                            <strong>3.3</strong> Η δήλωση υπαναχώρησης ασκείται εγγράφως ή και 
                            ηλεκτρονικά και η Εταιρεία είναι υποχρεωμένη να αποστείλει επιβεβαίωση 
                            της παραλαβής δήλωσης υπαναχώρησης μόλις αυτή περιέλθει σε αυτήν. 
                        </p>
                    </li>
                    <li>
                        <h3>4 Εξαιρέσεις από την υπαναχώρηση:</h3>
                        <p>
                            <strong>ΔΕΝ</strong> χωρεί υπαναχώρηση σε:
                        </p>
                        <p>
                            α) συμβάσεις υπηρεσιών μετά την πλήρη παροχή της υπηρεσίας, εάν η εκτέλεση 
                            άρχισε με την προηγούμενη ρητή συγκατάθεση του καταναλωτή και με την εκ 
                            μέρους του αναγνώριση ότι θα απωλέσει το δικαίωμά του υπαναχώρησης μόλις η 
                            σύμβαση εκτελεσθεί πλήρως από τον προμηθευτή,
                        </p>
                        <p>
                            β) την προμήθεια αγαθών ή την παροχή υπηρεσιών η τιμή των οποίων εξαρτάται 
                            από διακυμάνσεις της χρηματαγοράς τις οποίες δεν είναι δυνατόν να ελέγξει ο 
                            προμηθευτής και οι οποίες ενδέχεται να συμβούν εντός της προθεσμίας 
                            υπαναχώρησης,
                        </p>
                        <p>
                            γ) την προμήθεια αγαθών που κατασκευάζονται σύμφωνα με τις προδιαγραφές 
                            του καταναλωτή ή σαφώς εξατομικευμένων,
                        </p>
                        <p>
                            δ) την προμήθεια αγαθών τα οποία μπορούν να αλλοιωθούν ή λήγουν σύντομα,
                        </p>
                        <p>
                            ε) την προμήθεια σφραγισμένων αγαθών τα οποία δεν είναι κατάλληλα προς 
                            επιστροφή, για λόγους προστασίας της υγείας ή για λόγους υγιεινής και τα 
                            οποία έχουν αποσφραγιστεί μετά την παράδοση,
                        </p>
                        <p>
                            στ) την προμήθεια αγαθών τα οποία, μετά την παράδοση, λόγω της φύσης τους, 
                            είναι αναπόσπαστα αναμεμειγμένα με άλλα στοιχεία,
                        </p>
                        <p>
                            ζ) την προμήθεια οινοπνευματωδών ποτών, η τιμή των οποίων έχει συμφωνηθεί 
                            κατά τη στιγμή της σύναψης της σύμβασης πώλησης, η παράδοση των οποίων 
                            μπορεί όμως να πραγματοποιηθεί μόνο μετά από 30 ημέρες και η πραγματική 
                            τιμή των οποίων εξαρτάται από διακυμάνσεις στην αγορά, τις οποίες δεν είναι 
                            δυνατόν να ελέγξει ο προμηθευτής,
                        </p>
                        <p>
                            η) συμβάσεις κατά τις οποίες ο καταναλωτής έχει ζητήσει ειδικά επίσκεψη 
                            από τον προμηθευτή με σκοπό να πραγματοποιήσει επείγουσες επιδιορθώσεις 
                            ή την εκτέλεση εργασιών συντήρησης. Εάν, στην περίπτωση τέτοιας επίσκεψης, 
                            ο προμηθευτής παράσχει υπηρεσίες επιπλέον εκείνων που ζητήθηκαν συγκεκριμένα 
                            από τον καταναλωτή ή αγαθά πέρα από τα ανταλλακτικά που χρησιμοποιήθηκαν 
                            υποχρεωτικά κατά την εκτέλεση εργασιών συντήρησης ή κατά τις επιδιορθώσεις, 
                            το δικαίωμα υπαναχώρησης εφαρμόζεται στις εν λόγω πρόσθετες υπηρεσίες ή αγαθά,
                        </p>
                        <p>
                            θ) την προμήθεια σφραγισμένων ηχητικών εγγραφών ή σφραγισμένων εγγραφών 
                            βίντεο ή σφραγισμένου λογισμικού για υπολογιστές, που αποσφραγίστηκαν μετά 
                            την παράδοση,
                        </p>
                        <p>
                            ι) την προμήθεια εφημερίδων και παντός είδους περιοδικών, εξαιρουμένων 
                            των συνδρομητικών συμβάσεων για την προμήθεια αυτών των εντύπων,
                        </p>
                        <p>
                            ια) συμβάσεις συναφθείσες σε δημόσιο πλειστηριασμό,
                        </p>
                        <p>
                            ιβ) την παροχή στέγασης πλην για σκοπούς κατοικίας, μεταφοράς αγαθών, 
                            υπηρεσιών ενοικίασης αυτοκινήτων, εστίασης ή υπηρεσιών σχετιζόμενων με 
                            δραστηριότητες αναψυχής, εάν η σύμβαση προβλέπει συγκεκριμένη ημερομηνία 
                            ή προθεσμία εκτέλεσης,
                        </p>
                        <p>
                            ιγ) την προμήθεια ψηφιακού περιεχομένου μη παρεχόμενου πάνω σε υλικό μέσο, 
                            εάν η εκτέλεση ξεκίνησε με την προηγούμενη ρητή συγκατάθεση του καταναλωτή 
                            και την επιβεβαίωση εκ μέρους του ότι χάνει έτσι το δικαίωμά του υπαναχώρησης.
                        </p>
                    </li>
                    <li>
                        <h3>5. Αποτελέσματα Υπαναχώρησης</h3>
                        <p>
                            i. Η άσκηση του δικαιώματος υπαναχώρησης τερματίζει τις υποχρεώσεις των 
                            συμβαλλόμενων μερών. Κατόπιν της δήλωσης υπαναχώρησης, η Εταιρεία υποχρεούται 
                            να αποδώσει το τίμημα που εισέπραξε.
                        </p>
                        <p>
                            ii. Η επιστροφή των χρημάτων στον Πελάτη, θα γίνεται στην περίπτωση χρέωσης 
                            μέσω πιστωτικής κάρτας ως εξής: σε περίπτωση που μέχρι την υπαναχώρηση και 
                            επιστροφή του είδους έχει καταβληθεί στην Εταιρεία το τίμημα από την Τράπεζα, 
                            η Εταιρεία θα υποχρεούται να ενημερώσει την Τράπεζα για την ακύρωση της 
                            συναλλαγής και η τράπεζα θα προβεί σε κάθε πράξη που προβλέπεται με βάση 
                            τη σύμβαση που έχει καταρτίσει με τον Πελάτη. Η Εταιρεία κατόπιν της 
                            ενημέρωσης αυτής δεν φέρει καμία ευθύνη για το χρόνο και τον τρόπο εκτέλεσης 
                            του αντιλογισμού, που ρυθμίζεται από την προμνησθείσα σύμβαση. 
                        </p>
                        <p>
                            iii. Στην περίπτωση πληρωμής με μετρητά, εάν ο Πελάτης είχε επιλέξει την 
                            δυνατότητα «παραλαβή από το κατάστημα», θα γίνεται με επιστροφή των χρημάτων 
                            του σε αυτόν από το κατάστημα στο οποίο πραγματοποίησε την παραλαβή του 
                            προϊόντος.
                        </p>
                        <p>
                            iv. Η επιστροφή θα γίνεται το αργότερο εντός δεκατεσσάρων (14) εργασίμων 
                            ημερών τόσο του προϊόντος όσο και του τιμήματος.
                        </p>
                        <p>
                            v. Δεν επιστρέφονται δαπάνες παράδοσης μόνον αν ο Πελάτης είχε επιλέξει 
                            τρόπο παράδοσης άλλο από τον φθηνότερο τυποποιημένο τρόπο παράδοσης που 
                            προσφέρει η Εταιρεία. Επίσης ο Πελάτης υποχρεούται (εκτός εάν ο προμηθευτής 
                            έχει προσφερθεί να παραλάβει τα αγαθά ο ίδιος) να επιστρέφει τα προϊόντα 
                            εντός 14 ημερολογιακών ημερών από την ημέρα κατά την οποία κοινοποίησε 
                            την υπαναχώρηση. 
                        </p>
                        <p>
                            vi. Ο Πελάτης ευθύνεται να αποζημιώσει την εταιρεία αν έκανε χρήση άλλη 
                            από εκείνη που είναι αναγκαία για τη διαπίστωση της φύσης, των χαρακτηριστικών 
                            και της λειτουργίας των αγαθών στο διάστημα μέχρι τη δήλωση της υπαναχώρησης, 
                            η δε Εταιρεία δικαιούται να συμφωνήσει με τον Πελάτη την αποζημίωσή της
                            ακόμα και με αμοιβαίο συμψηφισμό.
                        </p>
                    </li>                
                </ul>            
        </div>
    )
}

export default ReturnPolicy;