import React, { useEffect } from 'react';
import './Gdpr.css';

function SendingMethodsScreen() {

    useEffect(()=>{
        window.scrollTo(0,0)
        
        return ()=>{
    
        }
    },[]);

    return(
        <div className="gdpr-container">
            <ul className="gdpr">
                <li>
                    <h2 style={{textAlign:'center'}}>Tρόποι Αποστολής</h2>
                </li>
                <li>
                    <p>
                        <strong>Παραλαβή από το Κατάστημα</strong><br/>
                        Διεύθυνση: Αβάντων 69 και Αποστόλη, Χαλκίδα
                    </p>
                    <p>
                        Αναλυτικά, για παραγγελίες που καταχωρούνται τηλεφωνικά ή από το ηλεκτρονικό 
                        μας κατάστημα ο πελάτης λαμβάνει ενημέρωση  (πέραν του email επιβεβαίωσης 
                        της παραγγελίας) στο οποίο ενημερώνετε για το πότε μπορεί να περάσει να 
                        παραλάβει την παραγγελία του. Εφόσον λάβει χώρα η παραπάνω επικοινωνία, 
                        οι ώρες λειτουργίας του σημείου παραλαβής είναι καθημερινά 09:30 -14:30 
                        και 17:30-21:00 και Σάββατο 09:30-14:30.
                    </p>
                    <p>
                        Οι παραγγελίες ακυρώνονται αυτόματα με το πέρας 3 ημερών από την ενημέρωση 
                        του πελάτη και στέλνετε η σχετική ενημέρωση για την ακύρωση. Για περισσότερες 
                        πληροφορίες παρακαλώ επικοινωνήστε στο <a href="tel:2221112505">2221112505</a> 
                        ή στείλτε μας email στο <a href="mailto:sales@grandmobile.gr">sales@grandmobile.gr</a> 
                    </p>
                    <p>
                        <strong>ΠΡΟΣΟΧΗ</strong><br/>
                        <strong>Σε καμία περίπτωση ΔΕΝ πρέπει να ξεκινήσετε για παραλαβή 
                            ΕΑΝ ΔΕΝ ΕΧΕΤΕ βάλει παραγγελία ή ΔΕΝ ΕΧΕΤΕ λάβει τη σχετική 
                            επιβεβαίωση για την παραγγελία </strong>
                    </p>
                    <br/>
                    <p>
                        <strong>Τρόποι αποστολής:</strong>
                        <br/><br/>
                        <strong>Αποστολές με τις εξής εταιρείες courier</strong>
                        <br/>
                        • ΕΛΤΑ courier
                        <br/>
                        • Γενική Ταχυδρομική
                    </p>
                    <p>
                        Υπάρχει η δυνατότητα αντικαταβολής για αποστολές με εταιρεία courier 
                        και η εξόφληση της παραγγελίας γίνεται με κατάθεση σε τραπεζικό λογαριασμό 
                        ή/και με αντικαταβολή
                    </p>
                    <p>
                        Ενδεικτικά οι χρεώσεις για τις αποστολές με εταιρεία courier είναι:
                        <table>
                            <thead>
                                <th></th>
                                <th>Μεταφορικά</th>
                                <th>Αντικαταβολή</th>
                            </thead>
                            <tbody>
                                <tr>
                                    <td>ΕΛΤΑ Courier <br/>
                                        (Ισχύει για όλους τους προορισμούς)
                                    </td>
                                    <td>
                                        €3,50
                                    </td>
                                    <td>
                                        €2,50
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        Γενική Ταχυδρομική <br/>
                                        (Χερσαίοι και νησιωτικοί προορισμοί δικτύου Γ.Τ.)
                                    </td>
                                    <td>
                                        €4,50 
                                    </td>
                                    <td>
                                        €0,00 <br/>
                                        (δεν υπάρχει επιπλέον χρέωση των μεταφορικών)
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        Γενική Ταχυδρομική <br/>
                                        (Προορισμοί εκτός πόλεων δικτύου Γ.Τ.)
                                    </td>
                                    <td>
                                        €8,00
                                    </td>
                                    <td>
                                        €4,50 <br/>
                                        (η τιμή συμπεριλαμβάνει τα μεταφορικά και την αντικαταβολή)
                                    </td>
                                </tr>
                            </tbody>
                        </table>
                    </p>
                    <p>
                        Οι ανωτέρω τιμές ισχύουν για αποστολές μέχρι τα 2 κιλά βάρους. Για κάθε επιπλέον κιλό 
                        η χρέωση ανέρχεται σε €2,30 όσον αφορά την ΕΛΤΑ courier και €1,00 όσον αφορά την 
                        Γενική Ταχυδρομική.Στην περίπτωση επιλογής της Γενικής Ταχυδρομικής δεν υπάρχει 
                        επιπλέον χρέωση για πληρωμή με αντικαταβολή όταν η παράδοση γίνεται σε προορισμούς 
                        εντός του δικτύου καταστημάτων της, ενώ για τους προορισμούς εκτός των πόλεων 
                        δικτύου της Γενικής Ταχυδρομικής, το τελικό ποσό για πληρωμή με αντικαταβολή 
                        συμπεριλαμβανομένων των μεταφορικών ανέρχεται στα €4,50 μέχρι 2 κιλά βάρους. 
                        Στις ανωτέρω τιμές περιλαμβάνεται ο ΦΠΑ (24%).
                    </p>
                    <p>
                        Για περισσότερες πληροφορίες παρακαλώ επικοινωνήστε στο <a href="tel:2221112505">22211 12505</a><br/>
                         ή στείλτε μας email στο <a href="mailto:sales@grandmobile.gr">sales@grandmobile.gr</a> 
                    </p>
                </li>                
            </ul>
        </div>
    )
}

export default SendingMethodsScreen;